Repository: wescamp/Children_of_Dragons-1.4
Catalog: po/*.po
Languages: cs, da, fi, hu, it

source: Following Alamar's directions, the Drakes soon came to a huge forest.
cs: Následujíc Alamarův popis, Drakonidé rychlé dorazili k obrovskému lesu.
da: Alamars instrukser fører hurtigt hestedragerne til en stor skov.
fi: Seuraten Alamarin ohjeita draakit tulivat pian valtavaan metsään.
hu: Alamar utasításait követve a Perzsekények hamarosan egy hatalmas erdőhöz értek.
it: Seguendo le indicazioni di Alamar, i draghi giunsero presto di fronte un'enorme foresta.

source: Death of Tumabulindrum
cs: Tumabulindrum zemře
da: Tumabulindrums død
fi: Tumabulindrumin kuolema
hu: Tumabulindrum elesik
it: Morte di Tumabulindrum

source: Ugh. More trees.
cs: Ugh. Víc stromů.
da: Arg. Flere træer.
fi: Ugh. Lisää puita.
hu: Uff. Még több fa.
it: Agh. Altri alberi.

source: At least they are not as thick as the last lot. We will be able to see where we are going here.
cs: Alespoň nejsou tak husté jako posledně. Uvidíme kam jdeme.
da: I det mindste er skoven ikke lige så tyk som den sidste. Vi vil være i stand til at se hvor vi går hen.
fi: Ainakaan ne eivät kasva niin tiheään kuin viimeksi. Täällä sentään näemme minne olemme menossa.
hu: Legalább nem annyira vastagok, mint az előzőek. Látni fogjuk, merre is megyünk.
it: Almeno non è densa come l'altra. Riusciremo a vedere dove stiamo andando.

source: And our enemies this time are flesh and blood, not undead. Still, I wish there was another way.
cs: A naši nepřátelé jsou tentokrát z masa a krve, ne nemrtví. Přeji si, aby tu byla jiná cesta.
da: Og vores fjende er denne gang af kød og blod, ikke udøde. Jeg ville dog alligevel håbe, at der var en anden mulighed.
fi: Ja tällä kertaa vihollisemme ovat lihaa ja verta, eivät epäkuolleita. Mutta silti toivoisin, että olisi toinenkin tie.
hu: És ellenségeink ezúttal hús-vér emberek, nem előhalottak. Még így is jobban szeretném, ha lenne más út.
it: E questa volta i nostri nemici sono di carne e ossa, non non-morti. Ma vorrei che ci fosse un'altro modo.

source: None come to mind.
cs: Žádná mne nenapadá.
da: Kan ikke komme i tanke om nogen.
fi: Mitään ei tule mieleen.
hu: Egyikőtök sincs a józan eszénél.
it: Non me ne vengono in mente altri.

source: No, this is our best hope. Let's clear these woods!
cs: Ne, toto je naše nejlepší šance. Vyčistěme tento les!
da: Nej, det er vores bedste håb. Lad os rydde disse skove!
fi: Ei, tämä on paras toivomme. Puhdistetaan nämä metsät!
hu: Nem, ez az egyetlen reményünk. Tisztítsuk meg ezt az erdőt!
it: No, questa è la nostra migliore occasione. Forza ripuliamo questi boschi!

source: Hmmm. What do the fire breathers want?
cs: Hmmm. Co tu chtějí ti s ohnivým dechem?
da: Hmmm. Hvad er det, ildsprederne vil?
fi: Hmmm. Mitä tulensyöksijät haluavat?
hu: Hmmm. Mit akarnak a tűzokádók itt?
it: Hmmm. Cosa vogliono questi sputafuoco?

source: Did that tree just talk?
cs: Nepromluvil právě ten strom?
da: Talte det træ lige nu?
fi: Puhuiko tuo puu?
hu: Ez a fa tényleg beszélt?
it: Questo albero ha appena parlato?

source: I have heard of such things. We had best answer quickly.
cs: Slyšel jsem o takových věcech. Měli bychom rychle odpovědět.
da: Jeg har hørt om den slags træer. Vi må hellere svare hurtigt.
fi: Olen kuullut sellaisista jutuista. Meidän on parasta vastata nopeasti.
hu: Hallottam már ilyen dolgokat. Jobban tesszük, ha hamar válaszolunk.
it: Ne ho sentito parlare. Dobbiamo trovare una buona risposta in fretta.

source: We come to rid these woods of the outlaws that hide here.
cs: Přišli jsme vyčistit tento les od banditů, kteří se tu skrývají.
da: Vi er kommet for at befri skovene for de fredløse, som gemmer sig her.
fi: Olemme tulleet hankkiutumaan eroon lainsuojattomista, jotka piileskelevät näissä metsissä.
hu: Azért jöttünk, hogy megszabadítsuk ezt az erdőt az itt rejtőző törvénytelenektől.
it: Siamo venuti qua per ripulire i boschi dai fuorilegge che ci si nascondono.

source: Very well. These outlaws, as you call them, have destroyed many a good tree. We will help you, but make sure you keep your fires away from us.
cs: Dobře. Tihle bandité jak jim říkáte, zničili mnoho dobrých stromů. Pomůžeme vám, ale ujistěte se, že udržíte svůj oheň daleko od nás.
da: Godt så. Disse fredløse som du kalder dem, har ødelagt mange gode træer. Vi vil hjælpe dig. Men husk, at holde dine ildebrande væk fra os.
fi: Hyvä on. Nämä lainsuojattomat, kuten heitä kutsut, ovat tuhonneet monta hyvää puuta. Autamme teitä, mutta pitäkää liekkinne poissa lähettyviltämme.
hu: Kiváló. Ezek a törvénytelenek, ahogy te hívod őket rengeteg jó fát elpusztítottak. Segíteni fogunk nektek, de biztosítsatok minket arról, hogy lángotok messze elkerül minket.
it: Benissimo. Questi fuorilegge, come li chiamate, hanno distrutto molti buoni alberi. Vi aiuteremo, ma assicuratevi di tenere le vostre fiamme lontano da noi.

source: We would be glad of your help. We have no wish to harm you with our flames, and once the outlaws are gone, we will leave you in peace.
cs: Budeme rádi za vaši pomoc. Nechceme vám ublížit našimi plameny a jakmile budou bandité pryč, odejdeme v míru.
da: Vi vil være glade for jeres hjælp. Vi har intet ønske om, at gøre jer skade med vores bål, og så snart de fredløse er væk, så vil vi lade jer være i fred.
fi: Olisimme iloisia avustanne. Meillä ei ole aikomustakaan vahingoittaa teitä liekeillämme, ja heti kun lainsuojattomat ovat poissa, jätämme teidät rauhaan.
hu: Nagyon megtisztelő lenne segítségetek. Nem áll szándékunkban tüzünkkel ártani nektek, és mihelyt a törvénytelenek eltűntek, békén hagyunk titeket.
it: Saremo felici del vostro aiuto. Non vogliamo farvi del male con il nostro fuoco e, una volta che avremo eliminato questi fuorilegge, ce ne andremo in pace.

source: Then let us work together to clean this forest!
cs: Tak pracujme společně na vyčistění lesa!
da: Så lad os arbejde sammen om at få dem ud af den her skov!
fi: Siinä tapauksessa työskennelkäämme yhdessä puhdistaaksemme tämä metsä!
hu: Hát akkor dolgozzunk együtt, hogy megtisztítsuk ezt az erdőt!
it: Coraggio, diamoci una mano a ripulire questa foresta!

source: I found some of their ill-gotten gains!
cs: Našel jsem nějaké jejich zlato!
da: Jeg har fundet nogle af de penge, de har erhvervet uretmæssigt!
fi: Löysin joitakin heidän vääryydellä hankitusta omaisuudestaan!
hu: Találtam valamennyit az aljas módon szerzett kincsükből.
it: Ho trovato alcuni dei loro guadagni illegali!

source: You retrieve 75 gold.
cs: Našel jsi 75 zlatých.
da: Du får 75 guld.
fi: Löydät 75 kultapalaa.
hu: 75 aranyat szereztél.
it: Hai recuperato 75 pezzi d'oro.

source: You retrieve 100 gold.
cs: Našel jsi 100 zlatých.
da: Du får 100 guld.
fi: Löydät 100 kultapalaa.
hu: 100 aranyat szereztél.
it: Hai recuperato 100 pezzi d'oro.

source: You retrieve 50 gold.
cs: Našel jsi 50 zlatých.
da: Du får 50 guld.
fi: Löydät 50 kultapalaa.
hu: 50 aranyat szereztél.
it: Hai recuperato 50 pezzi d'oro.

source: And so the Wose pass from the land of the living...
cs: A tak stromový muž odchází ze země živých...
da: Og så bevægede wose sig fra de levendes land...
fi: Ja niin puupaimen poistuu elävien mailta...
hu: És így hát a Fapásztorok elhagyják az élők földjeit...
it: E così i wose lasciano la terra dei viventi...

source: To the Ships
cs: K Lodím
da: Til skibene
fi: Laivoille
hu: A hajókhoz
it: Alle navi

source: Having defeated the bandits, the Drakes left the Wose in peace and returned to Alamar.
cs: Když porazili bandity, Drakonidé opustili stromového muže v míru a vrátili se k Alamarovi.
da: Efter at have besejret røverne, forlod hestedragerne wose i fred og returnerede til Alamar.
fi: Lyötyään bandiitit, draakit jättivät puupaimenen rauhaan ja palasivat Alamarin luokse.
hu: A banditákat legyőzvén, a Perzsekények békében hagyták a Fapásztorokat és visszatértek Alamarba.
it: Sconfitti i banditi, i draghi lasciarono i wose in pace e tornarono da Alamar.

source: Alamar informed them that the ships were ready and waiting at the docks, south of the city.
cs: Ten je informoval, že lodě jsou připraveny a čekají v docích jižně od města.
da: Alamar informerede dem om, at skibene var klar og ventede i havneområdet syd for byen.
fi: Alamar kertoi heille, että laivat olivat valmiina ja odottivat satamissa, kaupungin eteläpuolella.
hu: Alamar elmondta nekik, hogy a hajók készen állnak és várják őket a dokkban, délre a várostól.
it: Alamar li informò che le navi erano pronte e aspettavano nel porto, a sud della città.

source: Unfortunately that was not all that awaited them.
cs: Naneštěstí to nebylo vše co je čekalo.
da: Desværre var det ikke det eneste som ventede dem.
fi: Ikävä kyllä siinä ei ollut kaikki mikä heitä odotti.
hu: Balszerencséjükre nem csak ez várt rájuk ott.
it: Purtroppo non c'era solo questo ad aspettarli.

source: Defeat Gakk and Stakron
cs: Poraž Gakka a Stakrona.
da: Besejr Gakk og Stakron
fi: Kukista Gakk ja Stakeron
hu: Legyőzöd Gakkot és Stakront
it: Sconfiggi Gakk e Stakron

source: As you can see, the ships are ready and wai-
cs: Jak vidíte lodě jsou připraveny a ček-
da: Som du kan se, er skibene klar og ven-
fi: Kuten näet, laivat ovat valmiina ja odot–
hu: Amint látod, a hajók készen állnak és vá-
it: Come puoi vedere, le navi sono pronte e in att-

source: You will not be going anywhere.
cs: Vy nikam nepůjdete.
da: Du går ingen steder.
fi: Sinä et ole menossa mihinkään.
hu: Nem mentek sehová!
it: Non andrete da nessuna parte.

source: What's going on here? Who are you?
cs: O co tu jde? Kdo jste?
da: Hvad foregår der her? Hvem er du?
fi: Mitä täällä on tekeillä? Kuka olet?
hu: Mi folyik itt? Ki vagy te?
it: Cosa sta succedendo? Chi siete?

source: Gakk? What do you think you're doing?
cs: Gakku? Co si myslíš, že děláš?
da: Gakk? Hvad har du gang i?
fi: Gakk? Mitä sinä luulet tekeväsi?
hu: Gakk? Mit képzelsz, mit csinálsz?
it: Gakk? Cosa stai facendo?

source: We are ending this lunacy once and for all. It was bad enough to make us leave our homes, forcing us into confrontation with dwarves, trolls and undead. But to make a pact with these humans ...
cs: Ukončíme toto šílenství jednou a provždy. Bylo dost špatné přinutit nás opustit naše domovy, zatáhnout nás do konfrontace s trpaslíky, trolly a nemrtvými. Ale udělat dohodu s lidmi...
da: Vi slutter dette vanvid en gang for alle. Det var slemt nok at få os til at forlade vores hjem, tvinge os i konfrontation med dværge, trolde og udøde. Men at lave en pagt med disse mennesker ...
fi: Lopetamme tämän hulluuden tähän. Oli tarpeeksi paha juttu lähteä kodeistamme, pakottaa meidät tekemisiin kääpiöiden, peikkojen ja epäkuolleiden kanssa. Mutta tehdä sopimus täiden ihmisten kanssa...
hu: Befejezzük ezt az őrültséget egyszer és mindenkorra. Már az is elég szörnyű volt, hogy elhagyjuk otthonainkat, kényszerítve arra, hogy trollokkal és törpökkel küzdjünk. De hogy békét kössünk ezekkel az emberekkel...
it: Stiamo mettendo fine a questa pazzia una volta per tutte. È stato un errore costringerci a lasciare le nostre case obbligandoci a combattere contro nani, troll e non-morti. Ma giungere a patti con questi uomini...

source: And to what end? So they can send us out to sea and drown us all, most likely! And even if this island does exist, and we do actually get there, who knows what manner of creatures will be there to ensure we do not survive? Better we finish this now, and return to the caves where we belong.
cs: A jak to skončí? Nejspíš nás pošlou na moře a všechny nás utopí! A i kdyby ten ostrov existoval a my se tak skutečně dostali, kdo ví jaké nestvůry tam žijí, aby zajistili naši smrt? Raději bychom to měli ukončit hned a vrátit se do našich jeskyní kam náležíme.
da: Og til hvilket formål? Så de kan sende os til havs og drukne os alle, hvilket er højst sandsynligt! Og selv om øen skulle eksistere, og vi rent faktisk kommer frem, hvem ved så hvilke skabninger der venter os? Det er bedre vi slutter det her nu, og returnerer til hulerne, hvor vi hører til.
fi: Ja päätyä mihin? Että he voivat lähettää meidät pois merellä ja hukuttaa meidät kaikki, mitä todennäköisimmin! Ja vaikka se saari olisikin olemassa, ja jos tosiaan pääsemme sinne, kuka tietää minkäsorttisia olentoja siellä on varmistamassa, ettemme selviydy? Parempi lopettaa tämä nyt ja palata luoliin, jonne me kuulumme.
hu: És milyen okból? Hogy nyílt tengerre küldhessenek minket, és nagy valószínűséggel vízbe folytsanak! És még akkor is, hogyha ez a sziget létezik, és meg is érkezünk oda, ki tudja milyen természetű teremtmények várnak majd ránk, hogy biztosan ne éljük túl? Jobb lesz, ha ezt most befejezzük, és visszatérünk a barlangokba, ahová tartozunk.
it: E per quale scopo? In modo che ci mandino in mezzo al mare e ci affoghino molto probabilmente! E ammesso che questa fantomatica isola esista e noi riusciamo a raggiungerla, chi sa che razza di creature ci saranno laggiù ad assicurarsi che noi non sopravviviamo? Meglio farla finita ora e tornare alle nostre caverne.

source: Whatever else we may do, we cannot return to the caves. They will certainly have been overrun with dwarves and trolls by now.
cs: Ať už můžeme udělat cokoliv, nemůžeme se vrátit do jeskyní. Už budou dávno zamořeny trpaslíky a trolly.
da: Uanset hvad vi ellers gør, så kan vi ikke returnere. Hulerne vil helt sikkert være fyldt med dværge og trold på det her tidspunkt.
fi: Kaikesta mitä voimmekaan tehdä, me emme voi palata luoliin. Ne on luultavasti täynnä kääpiöitä ja peikkoja nyt.
hu: Bármi mást is tegyünk, de nem térhetünk vissza a barlangokba. Mostanra már biztosan ellepték a törpék és trollok.
it: Cosa altro possiamo fare, non possiamo tornare alle caverne. Sono state sicuramente travolte dai nani e dai troll adesso.

source: Stakron? You too?
cs: Stakrone? I ty?
da: Stakron? Også dig?
fi: Stakron? Sinäkin?
hu: Stakron? Te is?
it: Stakron? Anche tu?

source: Gakk is right. We should never have left the caves.
cs: Gakk má pravdu. Nikdy jsme neměli opouštět jeskyně.
da: Gakk har ret. Vi skulle aldrig have forladt hulerne.
fi: Gakk on oikeassa. Meidän ei olisi ikinä pitänyt lähteä luolista.
hu: Gakknak igaza van. Soha nem lett volna szabad elhagyni a barlangjainkat.
it: Gakk ha ragione. Non avremmo mai dovuto lasciare le caverne.

source: You would oppose our rightful leader, and the wishes of the council?
cs: Ty bys odporoval našemu právoplatnému vůdci a rohodnutí rady?
da: I vil sætte jer op mod vores leder, og rådets valg?
fi: Vastustaisit laillista johtajaamme ja neuvoston toiveita?
hu: Szembeállnál jogos vezetőnk, és tanácsunk kívánságával?
it: Vorreste opporvi al nostro signore legittimo e ai desideri del consiglio?

source: Bah! The council is nothing more than a bunch of has-beens who think they still have some sort of power. Real power comes from strength of arms, not meetings.
cs: Bah! Rada není nic víc než banda vzpomínajících staříků, kteří si myslí, že stále mají nějakou moc. Skutečná moc pochází ze síly paží, ne setkání.
da: Ha! Rådet er ikke andet end en samling ekshelte som stadig tror, at de har en eller anden form for magt. Den virkelige magt kommer fra våbene, ikke møder.
fi: Pah! Neuvosto ei ole yhtään enempää kuin nippu vanhoja höperöitä, jotka luulevat heillä yhä olevan jonkinlaista mahtia. Oikea voima mitataan asein, ei kokouksin.
hu: Bah! A tanács nem más, mint egy halom perzsekény, akik valaha voltak valakik, és úgy gondolják, hogy még most is van valamennyi hatalmuk. Az igazi hatalom a fegyverek erejéből jön, nem a tanácskozásból.
it: Bah! Il consiglio è solo un mucchio di vecchi che pensano di avere ancora un po' di potere. Il vero potere viene con la forza delle armi, non nelle riunioni.

source: If you will not back down, we will be forced to destroy you.
cs: Jestli neustoupíte, budeme nuceni vás zničit.
da: Hvis du ikke træder tilbage, bliver vi tvunget til at ødelægge dig.
fi: Jos ette peräänny, meidän on tuhottava teidät.
hu: Hogyha nem visszakozol, akkor el kell pusztítanunk.
it: Se non ti ritirerai, saremo costretti a distruggerti.

source: Hah! I'd like to see you try.
cs: Hah. Rád se budu dívat jak se snažíš.
da: Ha! Jeg kunne godt tænke mig at se dig prøve på det.
fi: Hah! Tahtoisin nähdä kun yritätte.
hu: Hah! Azt megnézném, hogyan próbáljátok meg.
it: Ah! Mi piacerebbe che tu ci provassi.

source: If that's the way it must be, then so be it.
cs: Jestli je toto cesta, kterou musíme jít, pak se tak stane.
da: Hvis det er sådan det skal være, så lad det være sådan.
fi: Jos näin on oltava, niin olkoon.
hu: Ha csak ez a mód rá, hát legyen.
it: Se così deve essere, così sarà.

source: I'm afraid I cannot help you in this, Kahn. I cannot fight fellow council members, even if they have gone insane. But be careful. No doubt there are those of our people who agree with these two. They will not be fighting alone.
cs: Obávám se, že ti v tomto nemohu pomoci, Kahne. Nemohu bojovat proti druhům z rady, ani když se zbláznili. Ale buď opatrný. Není pochyb, že tu jsou ti, kteří souhlasí s těmito dvěma. Nebudou bojovat sami.
da: Jeg må desværre holde mig udenfor Kahn. Jeg kan ikke kæmpe mod rådsmedlemmer, heller ikke selvom de er blevet vanvittige. Men være forsigtig. Der er uden tvivl folk iblandt os som er enige med disse to. De vil ikke kæmpe alene.
fi: Pelkään, etten voi auttaa sinua tässä, Kahn. En voi taistella neuvoston jäseniä vastaan, edes jos heistä on tullut hulluja. Mutta ole varovainen. Ei epäilystäkään, etteikö jotkut meidän kansassamme olisi samaa mieltä kuin nuo kaksi. He eivät tule taistelemaan yksin.
hu: Sajnálom, de nem tudok segíteni ebben Kahn. Nem küzdhetek tanácsbeli társaimmal, még akkor sem, hogyha megőrültek. De légy óvatos! Nem kétséges, hogy népünk közül vannak, akik egyetértenek ezzel a kettővel. Nem fognak egyedül küzdeni.
it: Mi spiace ma non posso aiutarti, Kahn. Non posso combattere i compagni membri del consiglio, anche se hanno perso il senno. Ma fa' attenzione. Di sicuro nella nostra gente c'è chi è d'accordo con questi due. Non combatteranno da soli.

source: I too cannot get involved in this. I have other urgent matters to attend to, and unless they attack our ships, I am afraid it does not concern me. I will return once you have dealt with these two.
cs: Já do tohoto také nemohu zasahovat. Mám jiné naléhavé záležitosti k zařízení a dokud nezaútočí na naše lodě, obávám se, že to není má věc. Vrátím se jakmile to vyřídíš s těmito dvěma.
da: Jeg kan heller ikke involvere mig. Jeg har vigtige forhold at se til, og medmindre de angriber vores skibe, kan jeg ikke se, at det angår mig. Jeg vil returnere, når du har taget dig af de to der.
fi: Minäkään en voi sekaantua tähän. Minulla tärkeitä asioita, ja niin kauan kuin he eivät hyökkää laivojemme kimppuun, pelkään, ettei asia kuulu minulle. Palaan, kun olet hoidellut nämä kaksi.
hu: Én sem avatkozhatok ebbe bele. Sürgős ügyeimet kell elintéznem, és amíg meg nem támadják a hajóinkat, sajnálom, de nem érint minket. Visszatérek, mihelyt elintéztétek ezt a kettőt.
it: Anche io non posso essere coinvolto. Ho delle questioni urgenti da seguire e a meno che attacchino le nostre navi, mi spiace ma non sono affari miei. Tornerò quando avrete trovato un accordo con questi due.

source: I understand. Come, let us crush these traitors!
cs: Chápu. Pojďte, rozdrtíme ty zrádce!
da: Jeg forstå. Kom, lad os knuse de forrædere!
fi: Ymmärrän. Tulkaa, murskataan nuo petturit!
hu: Értem. Gyertek, törjük le ezeket az árulókat!
it: Capisco. Forza, distruggiamo questi traditori!

source: At least I won't live to see the demise of the Drakes.
cs: Alespoň neuvidím zkázu Drakonidů.
da: I det mindste kommer jeg ikke til at opleve hestedragernes undergang.
fi: Ainakaan en elä näkemään draakkien tuhoa.
hu: Legalább nem fogok élni, hogy láthassam a Perzsekények pusztulását.
it: Almeno non vivrò per vedere l'estinzione dei draghi.

source: I wish I hadn't had to do that.
cs: Přál bych si, abych to nemusel udělat.
da: Jeg ville ønske, at dette ikke var nødvendigt.
fi: Toivoin, ettei minun olisi tarvinnut tehdä tätä.
hu: Bárcsak ne kellene ezt tennem.
it: Vorrei non averlo dovuto fare.

source: He was a great asset to the Drakes. It's a shame it had to end like this. Still, I suppose we did only what was necessary.
cs: Byl velkým přínosem pro Drakonidy. Je to hanba, že takhle skončil. Stále si myslím, že jsem udělal jen co bylo nezbytné.
da: Han var et stort aktiv for hestedragerne. Det er en skam, at det måtte ende sådan. Alligevel, jeg tror, at det vi gjorde var nødvendigt.
fi: Hänellä oli suuri merkitys draakeille. On häpeä, että tämän on päätyttävä näin. Kuitenkin uskon, että teimme vain sen mikä oli tarpeen.
hu: Nagy segítsége volt a Perzsekényeknek. Sajnálatos, hogy így kellet végeznie. Így is úgy gondolom, csak azt tettük, amit meg kellett tenni.
it: È stato un grande eroe dei draghi. È un peccato che sia finito così. Eppure, penso che abbiamo fatto solo quello che era necessario.

source: Come now, Stakron. Surely you will not persist in this rebellion?
cs: No tak, Stakrone. Jistě nebudeš pokračovat v této rebélii?
da: Kom nu, Stakron. Du vil da ikke stædigt fastholde dette oprør?
fi: Tule nyt, Stakron. Et varmastikaan pitäydy tässä kapinassa?
hu: Gyerünk Stakron. Ugye nem fogsz megmaradni ennél a lázadásnál?
it: Forza, Stakron. Davvero vuoi insistere in questa ribellione?

source: I ... it is too late for me now. I cannot turn back.
cs: Já... už je pro mne příliš pozdě. Nemohu se vrátit.
da: Jeg ... det er for sent for mig nu. Jeg kan ikke komme tilbage.
fi: Minä... Se on liian myöhäistä minulle nyt. En voi kääntyä takaisin.
hu: Én ... már túl késő nekem. Nem fordulhatok vissza.
it: È... è troppo tardi per me ora. Non posso tornare indietro.

source: It truly saddens me to hear that.
cs: Je mi skutečně líto, že to slyším.
da: Det gør mig virkelig bedrøvelig at høre.
fi: Tuon kuuleminen todella tekee minut surulliseksi.
hu: Elszomorít amit hallanom kell.
it: Mi rattrista davvero sentirlo.

source: I could have been wrong ...
cs: Možná jsem se zmýlil...
da: Jeg kan have taget fejl ...
fi: Olisin voinut olla väärässä...
hu: Lehet, hogy tévedtem ...
it: Forse avevo torto...

source: You will pay for that!
cs: Za to zaplatíš!
da: Du kommer til at betale for det her!
fi: Sinä vielä maksat tuosta!
hu: Megfizetsz ezért!
it: La pagherai per questo!

source: Too many Drakes are defecting to them. We are doomed!
cs: Příliš mnoho Drakonidů k nim přeběhlo. Jsme zničeni!
da: Alt for mange hestedrager går over til dem. Vi er fortabt!
fi: Liian moni draakki siirtyy heidän puolelleen. Meidät on tuomittu!
hu: Túl sok Perzsekény tart velük. Elvesztünk!
it: Troppi draghi stanno disertando dalla loro parte. Siamo condannati!

source: (sigh) The rebels are defeated.
cs: (povzdech) Rebelové jsou mrtví.
da: (suk) Rebellerne er besejret.
fi: (huoh) Kapinalliset on lyöty.
hu: (sóhaj) A lázadókat levertük.
it: (sospira) I ribelli sono stati sconfitti.

source: This is a sad day. Many Drakes have died in a pointless rebellion.
cs: Toto je smutný den. Mnoho Drakonidů zemřelo v této nesmyslné vzpouře.
da: Dette er en dårlig dag. Mange hestedrager er døde i et håbløst oprør.
fi: Tämä on surullinen päivä. Moni draakki on kuollut turhassa kapinassa.
hu: Ez egy szomorú nap. Sok Perzsekény halt meg egy értelmetlen lázadásban.
it: È un giorno triste. Troppi draghi sono morti in una ribellione senza scopo.

source: Yes. And we now have two vacant places on the council.
cs: Ano. A teď máme dvě prázdná místa v radě.
da: Ja. Og vi har to ledige pladser i rådet.
fi: Niin, ja nyt meillä on kaksi tyhjää paikkaa neuvostossa.
hu: Igen. És most be kell töltenünk a helyeket a tanácsban.
it: Sì. E ora abbiamo due posti vacanti nel consiglio.
