Repository: wescamp/Children_of_Dragons-1.4
Catalog: po/*.po
Languages: cs, da, fi, hu, it

source: That will have to wait. You must leave immediately before the weather turns.
cs: To bude muset počkat. Musíme neprodleně odjet než se počasí změní.
da: Det må vente. Du må rejse nu før vejret vender.
fi: Sen täytyy odottaa. Teidän täytyy lähteä välittömästi ennen kuin sää kääntyy.
hu: Ezzel még várnotok kell. El kell hajóznotok mielőtt a szél megfordul.
it: È quello che aspettavano. Dobbiamo andarcene immediatamente prima che il tempo cambi.

source: Very well. Thank you once again, Alamar.
cs: Tedy dobrá. Znovu děkuji, Alamare.
da: Ok så. Tak igen, Alamar.
fi: Hyvä on. Kiitos taas kerran, Alamar.
hu: Rendben. Köszönjük mégegyszer, Alamar.
it: Benissimo. Grazie ancora una volta, Alamar.

source: No, thank you. Since you defeated the bandits, our villages are safe. May your journey be quick and uneventful.
cs: Ne, já děkuji. Od té doby co jste porazili bandity, naše vesnice jsou bezpečné. Ať je váše cesta rychlá a bez nehody.
da: Nej, tak til dig. Efter at du har besejret røverne er vores landsbyer sikre. Må din rejse være hurtig og uden overraskelser.
fi: Ei, kiitos teille. Koska kukistitte bandiitit, kylämme ovat turvassa. Olkoon matkanne nopea ja helppo.
hu: Nem, mi köszönjük. Mivel legyőztétek a banditákat, a falvaink biztonságosak. Legyen utatok gyors, és veszélytelen.
it: No, grazie. Dato che avete sconfitto i banditi, i nostri villaggi sono al sicuro. Possa il vostro viaggio essere veloce e tranquillo.

source: Let's hope so. To the ships!
cs: Také doufám. K lodím!
da: Lad os håbe det. Til skibene!
fi: Toivotaan niin. Laivoille!
hu: Reméljük így lesz. A hajókhoz!
it: Speriamo. Alle navi!

source: Sea Journey
cs: Námořní Cesta
da: Rejsen over havet
fi: Merimatka
hu: A tengeri út
it: Viaggio per mare

source: The remaining Drakes boarded the ships and embarked immediately.
cs: Zbývající Drakonidé nastoupili a neprodleně nastoupili na lodě.
da: De tilbageværende hestedrager entrede skibene og afsejlede øjeblikkeligt.
fi: Jäljelle jääneet draakit nousivat laivoihin välittömästi.
hu: A megmaradt Perzsekények hajóra szálltak, és rögtön vitorlát bontottak.
it: I draghi che rimanevano salirono sulle navi e si imbarcarono immediatamente.

source: The trip was uneventful for the first few days, until they neared their destination.
cs: Cesta byla bez zvláštních událostí po několik prvních dnů, dokud se nepřiblížili k jejich cíli.
da: Rejsen var uden overraskelser de første få dage, lige indtil de nærmede sig deres distination.
fi: Ensimmäisten muutaman päivän aikana matkalla ei tapahtunut mitään ihmeempiä, mutta sitten he lähenivät määränpäätään.
hu: Utuk eseménytelen volt az első néhány napban, egészen addig, amíg meg nem közelítették céljukat.
it: I primi giorni di viaggio furono tranquilli, finché si avvicinarono alla destinazione.

source: Survive until the end of turns
cs: Přežij do konce kol.
da: Overlev indtil sidste runde.
fi: Selviydy vuorojen loppuun
hu: Kitartasz a körök végéig
it: Sopravvivi fino alla fine dei turni

source: Death of Ober
cs: Ober zemře
da: Obers død
fi: Oberin kuolema
hu: Ober elesik
it: Morte di Ober

source: We have little information about this area as we generally avoid Morogor, however the reports I have heard say there are often many Nagas around here. They do move around a lot though, so let's hope they are currently elsewhere.
cs: Máme jen málo informací o této oblasti, protože není obvyklé abychom pluli k Morogoru, nicméně zprávy, které jsem slyšel, říkají, že je tu okolo mnoho Nag. Ačkoli se hodně přesunují, takže doufejme, že tu teď nikde nejsou.
da: Vi har meget få informationer om dette område, da vi normalt undgår Morogor. Jeg har dog hørt rapporter nævne, at der er mange nagaer i området. De bevæger sig dog rundt i et stort område, så lad os håbe, at de er et andet sted på nuværende tidspunkt.
fi: Meillä on vähän tietoa tästä alueesta, sillä yleensä välttelemme Morogoria. Kuitenkin kuulemissani raporteissa sanotaan, että usein niillä kolkin on paljon nagoja. Ne liikkuvat paljon, joten toivotaan että ne ovat tällä hetkellä jossakin muualla.
hu: Kevés információnk van erről a területről, mivel általában elkerüljük Morogort, de a jelentések szerint amiket hallottam gyakran Nagák járnak erre. Azonban nagyon sokat mozognak, így reméljük, hogy pillanatnyilag máshol vannak.
it: Abbiamo poche informazioni su questa regione dato che di solito evitiamo Morogor, comunque i rapporti che io ho sentito dicono che spesso ci sono molti naga qua attorno. Si muovono parecchio qua attorno, perciò speriamo che adesso siano da qualche altra parte.

source: What are these Nagas?
cs: Co jsou ty Nagy zač?
da: Hvad er disse nagaer for skabninger?
fi: Mitä ovat nämä nagat?
hu: Kik ezek a Nagák?
it: Cosa sono questi naga?

source: They are serpentine creatures who live in the sea. This is very much their element, so it would be a struggle to have to face them here.
cs: Jsou to hadovité nestvůry, které žijí v moři. To je přesně jejich element. Takže by bylo nemilé je tu potkat.
da: De er slangelignende skabninger som lever i havet. Havet er deres element, så det ville blive en hård kamp at skulle stå over for dem her.
fi: Ne ovat käärmemäisiä olentoja, jotka asuvat merellä. Täällä he ovat elementissään, joten olisi hyvä jos emme joutuisi kohtaamaan niitä täällä.
hu: Kígyószerű lények, akik a vízben élnek. Ez az ő igazi lakhelyük, ezért nagy feladat lenne, ha itt kellene megküzdeni velük.
it: Sono creature serpentiformi che vivono in mare. Questo è proprio il loro elemento, perciò sarebbe un problema doverli affrontare qui.

source: You mean like these?
cs: Myslíš jako tyto?
da: Du mener som dem her?
fi: Tarkoitat sellaisia kuin nämä?
hu: Úgy érted mint ezek?
it: Intendi come questi?

source: Intruderssss! Don't let any essscape!
cs: Vetřelsssssi! Nenechte je uniknout!
da: Ubudne gæster! Lad ingen undslippe!
fi: Tunkeilijat! Älkää päässstäkö ketään pakoon!
hu: Betolakodóóók! Senkit se hagyjatok elmenekülniii!
it: Intrusssi! Non lasssciamo loro ssscampo!

source: Damn! It is too late to go around - we will have to try and make our way through them. You must protect the ship, but don't allow anyone to get too far behind as we will not be able to go back for them.
cs: Sakra. Je moc pozdě obeplout je - budeme si muset udělat cestu skrze ně. Ty musíš chránit loď, nedovol nikomu dostat se moc daleko za nás, protože nebudeme se schopni vrátit a zastavit je.
da: Satans! Det er for sent at vende rundt - vi må forsøge at kæmpe os igennem dem. Du må forsvare skibene, men husk at sikre dig, at ingen kommer bagud da vi ikke vil kunne undsætte dem.
fi: Pihkura! On liian myöhäistä kääntyä takaisin. Meidän on yritettävä löytää tiemme heidän lävitseen. Sinun on suojeltava laivaa, mutta älä anna kenenkään jäädä liiaksi jälkeen, sillä emme pysty palata takaisin heidän takiaan.
hu: Fenébe! Túl késő, hogy megkerüljük őket - meg kell próbálnunk átvágni rajtuk. Meg kell védened a hajót, de senkit se hagyj túlságosan hátul, mert nem tudunk majd visszatérni érte.
it: Dannazione! È troppo tardi per fare il giro - dovremo cercare di aprirci la strada attraverso di loro. Dovete proteggere la nave, ma non possiamo permettere che nessuno rimanga troppo indietro perché non potremo tornare indietro a prenderli.

source: At the beginning of each turn, any units not on the ship will move five hexes up as the ship moves forward. This means any units in the top five rows will be lost.
cs: Na začátku každého kola, jednotka která nebude na lodi se přesune o pět políček výše jak se bude loď pohybovat vpřed. To znamená, že každá jednotka na vrchu pěti řad bude ztracena.
da: I begyndelsen af hver runde, vil enhver enhed der ikke er om bord på et skib flytte fem sekskanter frem sammen med skibets bevægelse. Dette betyder, at alle enheder i de fem første rækker vil være tabt.
fi: Jokaisen vuoron alussa jokainen yksikkö, joka ei ole laivassa, liikkuu viisi heksaa ylös laivan liikkuessa eteenpäin. Tämä tarkoittaa, että jokainen viiden ylimmän rivin yksikkö menetetään.
hu: A körök kezdetén, minden egység, amely nincs a hajón 5 rácsot mozdul felfele, ahogy a hajó előrehalad. Ez azt jelenti, hogy azok az egységek, amelyek a felső 5 sorban vannak, elvesznek.
it: All'inizio di ogni turno, ogni unità non sulla nave si muoverà di cinque esagoni mentre la nave si muoverà in avanti. Questo vuol dire che ogni unità nelle prime cinque righe sarà persa.

source: There do not appear to be any more coming. We just need to hold off or defeat those that remain.
cs: Nezdá se, že by přicházeli další. Musíme jen zadržet nebo zabít ty zbylé.
da: Der ser ikke ud til at komme flere. Vi skal bare holde de nuværende tilbage eller besejre dem.
fi: Niitä ei näytä tulevan enää lisää. Meidän täytyy enää pysytellä loitolla tai tuhota nuo jäljellä olevat.
hu: Úgy tűnik nem fog már több jönni. Már csak ki kell tartanunk vagy le kell győznünk azokat, akik megmaradtak.
it: Sembra che non arrivino più altri. Dovremo solo resistere o sconfiggere quelli che rimangono.

source: Defeat remaining Nagas
cs: Poraž zbylé Nagy
da: Vind over de tilbageværende nagaer
fi: Kukista jäljellä olevat nagat
hu: Legyőzöd a megmaradt Nagákat
it: Sconfiggi i naga che rimangono

source: Avenge me, brotherssss and ssssissssterssss...
cs: Pomsssstěte mne bratřři a ssssesssstry....
da: Hævn mig, brødrrrre og ssssøsssstrrree...
fi: Kossstakaa minut, veljet ja sssissskot...
hu: Toroljatok meg, tessstvéreim!
it: Vendicatemi, fratelli e sssorelle...

source: We will never pilot this ship without him!
cs: Bez něj nikdy nezvládneme řídit loď!
da: Vi vil aldrig navigere dette skip uden ham!
fi: Emme ikinä saa ohjattua tätä alusta ilman häntä!
hu: Nem tudjuk kormányozni a hajót nélküle!
it: Non governeremo mai questa nave senza di lui!

source: We made it! The Nagas will not pursue us any further.
cs: Zvládli jsme to! Nagy už se námi nebudou zabývat.
da: Vi gjorde det! Nagaerne vil ikke forfølge os længere.
fi: Teimme sen! Nagat eivät aja meitä takaa enää pidemmälle.
hu: Sikerült! A Nagák nem fognak üldözni minket tovább.
it: Ce l'abbiamo fatta! I Naga non ci inseguono più.

source: Surely it can only get easier from here?
cs: Určitě se odtud můžeme dostat tak snadno?
da: Helt sikkert, det kan kun blive lettere herfra?
fi: Tästä tämä voi varmasti vain helpottua?
hu: Innentől már csak könnyebben kell mennie a dolgoknak, nemde?
it: Da qui in avanti può solo essere più facile?

source: We should meet no further resistance between here and Morogor.
cs: Neměli bychom potkat žádný odpor odtud až po Morogor.
da: Vi burde ikke møde mere modstand imellem her og Morogor.
fi: Meidän ei pitäisi kohdata enempää vastustusta täältä Morogoriin.
hu: Már nem kell további ellenállásra számítanunk Morogorig.
it: Non dovremo incontrare altra resistenza da qui fino a Morogor.

source: Sounds good to me. Onward!
cs: To zní dobře. Vpřed!
da: Lyder godt. Fremad!
fi: Kuulostaa hyvältä. Eteenpäin!
hu: Nekem jól hangzik. Előre!
it: A me sta bene. Avanti!

source: Landing on Morogor
cs: Přistáni na Morogoru
da: Landgang på Morogor
fi: Maihinnousu Morogoriin
hu: Partraszállás Morogoron.
it: Arrivo a Morogor

source: Having successfully made it past the Nagas, the Drakes soon landed on Morogor. The humans departed as quickly as they could, not wanting to take any chances. The Drakes began to survey the land they were to call home.
cs: Úspěšně minuli Nagy a teď Drakonidé přistáli na Morogoru. Lidé odešli tak rychle jak mohli, nečekajíc na žádnou další nemilou událost. Drakonidé začali prozkoumávat ostrov, který měli nazývat svým domovem.
da: Efter det succesfulde møde med nagaerne, kunne hestedragerne foretage landgang på Morogor. Menneskene rejste med det samme, da de ikke ønskede at tage nogen chancer. Hestedragerne begyndte at undersøge landet, de nu skulle kalde deres hjem.
fi: Päästyään onnistuneesta nagojen ohi draakit jo pian rantautuivat Morogoriin. Ihmiset poistuivat niin nopeasti kuin suinkin, sillä he eivät halunneet ottaa riskejä. Draakit alkoivat tutkia maata, jota he kutsuisivat kodiksi.
hu: Miután sikeresen túljutottak a Nagákon, a Perzsekények hamarosan partraszálltak Morogoron. Az emberek olyan gyorsan ahogy csak tudtak elindultak, nem akartak kockáztatni. A Perzsekények elkezdték felfedezni a földet, amelyet majd otthonuknak hívhatnak.
it: Dopo essere riusciti a superare i naga, i draghi sbarcarono presto a Morogor. Gli uomini ripartirono appena possibile, per non correre rischi. I draghi iniziarono a esaminare la terra che avrebbero chiamato casa.

source: Defeat the undead
cs: Poraz nemrtvé
da: Besejr de udøde
fi: Kukista epäkuolleet
hu: Legyőzöd az élőholtakat
it: Sconfiggi i non-morti

source: Ugh! This place is disgusting! Maybe Gakk was right.
cs: Ugh. Tohle místo je odporné! Možná měl Gakk pravdu.
da: Ad! Dette sted er modbydeligt! Måske havde Gakk ret.
fi: Ugh! Tämä paikka on kuvottava! Ehkä Gakk oli oikeassa.
hu: Ugh! Ez a hely undorító! Talán Gakknak igaza volt.
it: Agh! Questo posto è disgustoso! Forse Gakk aveva ragione.

source: This place reeks of the undead. No doubt once we clear the island of the undead, the land itself will regenerate.
cs: Tohle místo zapáchá nemrtvými. Není pochyb, že jakmile vyčistíme ostrov, ostrov se sám zregeneruje.
da: Dette sted stinker af udøde. Der er ingen tvivl om, at efter vi har ryddet øen for udøde, så vil landet blive født på ny.
fi: Tämä paikka lemuaa epäkuolleilta. Epäilemättä heti kun puhdistamme saaren epäkuolleista, maa uudistuu itsestään.
hu: Ez a sziget bűzlik az élőholtaktól. Semmi kétség, hogyha megtisztítjuk a szigetet tőlük, akkor a föld újjáéled.
it: Questo posto puzza di morte. Sicuramente quando avremo ripulito l'isola dai non-morti, la terra si rigenererà da sola.

source: I certainly hope so. Look - there are undead here. Let's get started!
cs: To doufám. Podívej - nemrtví jsou támhle. Začněme!
da: Det håber jeg sandelig. Se - der er udøde der. Lad os komme i gang!
fi: Tietysti toivon niin. Katso, tuolla on epäkuolleita. Aloittakaamme!
hu: Reménykedjünk ebben. Nézd - ott vannak élőholtak. Vágjunk bele!
it: Speriamo che sia davvero così. Guardate, ci sono dei non-morti qua. Cominciamo!

source: What devilry is this? Those Drakes who fall are rising again in unlife!
cs: Co je to za ďábelská kouzla? Drakonidé, kteří zemřou, povstávají jako nemrtví!
da: Hvilken djævelskab er dette? De hestedrager som falder kommer igen som udøde!
fi: Mitä pahuutta tämä on? Nuo kaatuneet draakit nousevat ylös epäkuolleina!
hu: Milyen ördöngösség ez? A Perzsekények, akik elhullnak újra életrekellnek?
it: Che diavoleria è mai questa? I draghi che cadono risorgono di nuovo non-morti!

source: This island is steeped with dark magic. We must find and destroy the source of it.
cs: Tenhle ostrov je nasáklý temnou magií. Musíme najít a zničit její zdroj.
da: Denne ø emmer af ond magi. Vi må finde og ødelægge kilden til denne magi.
fi: Tämä saari on pimeän magian vallassa. Meidän täytyy löytää ja tuhota sen lähde.
hu: Ez a sziget át van itatva sötét mágiával. Meg kell találnunk, és elpusztítanunk a forrását.
it: Questa isola trasuda di magia nera. Dobbiamo trovare e distruggerne la fonte.

source: One thing at a time, OK? Let's get this lot out of the way first.
cs: Jedna věc za druhou, ano? Nejdřív odtud dostaňme tu pakáž.
da: En ting ad gangen, ik'? Lad os slippe af med dem her først.
fi: Asia kerrallaan, jooko? Hoidetaan tämä joukko ensin pois tieltä.
hu: Egyszerre csak egy dolgot, rendben? Először tűntessük el ezt a rengeteget az utunkból.
it: Una cosa alla volta, va bene? Per prima cosa facciamo fuori questi qua.

source: There are just too many of them! We are doomed to die in this swamp!
cs: Je jich tu příliš mnoho! Jsme odsouzení zemřít v téhle bažině!
da: Der er for mange af dem! Vi er dømt til at dø i denne sump!
fi: Niitä vain on liikaa! Olemme tuomitut kuolemaan tässä suossa!
hu: Túl sok van belőlük! Halálra vagyunk ítélve ebben a mocsárban!
it: Ce ne sono troppi! Siamo condannati a morire in questa palude!

source: The undead are retreating!
cs: Nemrtví ustupují!
da: De udøde trækker sig tilbage!
fi: Epäkuolleet pakenevat!
hu: Az élőholtak visszavonulnak!
it: I non-morti si ritirano!

source: There are doubtless many more where they came from. We must clear the entire island if we are to make it our home.
cs: Tam odkud přišli je jich nepochybně mnohem víc. Musíme vyčistit celý ostrov, jestli se má stát naším domovem.
da: Der er uden tvivl mange flere, hvor de kom fra. Vi må rydde hele øen, hvis vi skal kunne leve her.
fi: Niitä on epäilemättä paljon lisää sieltä mistä ne tulevat. Meidän on puhdistettava koko saari, jos haluamme tehdä siitä kotimme.
hu: Kétségtelenül még több van, ahonnan ezek érkeztek. Meg kell tisztítanunk az egész szigetet, hogyha otthonunkká akarjuk tenni.
it: Ce ne sono sicuramente molti di più dove andremo. Dobbiamo liberare l'intera isola se vogliamo farne la nostra patria.

source: Then what are we waiting for? Let's keep moving!
cs: Tak na co čekáme? Přesuneme se!
da: Hvad venter vi så på? Lad os komme i gang!
fi: Mitä me sitten odotamme? Lähdetään liikkeelle!
hu: Akkor mire várunk? Mozogjunk!
it: Allora cosa stiamo aspettando? Muoviamoci!

source: Clearing the Island
cs: Vyčištění Ostrova
da: Øen ryddes
fi: Saaren puhdistus
hu: A sziget megtisztítása
it: Liberazione dell'isola

source: The Drakes moved inland quickly, wanting to deal with the undead as soon as possible, but soon encountered an unnatural darkness.
cs: Drakonidé se po ostrově přesunuli rychle, chtějíc vyřídit nemrtvé tak rychle jak jen to bude možné, ale brzy se setkali s nepřirozenou temnotou.
da: Hestedragerne rykkede hurtigt ind på øen med et stort ønske om at konfrontere de udøde så hurtigt som muligt, men de mødte hurtigt et unaturligt mørke.
fi: Draakit siirtyivät sisämaahan nopeasti haluten ottaa yhteen epäkuolleiden kanssa niin pian kuin mahdollista, mutta pian he kohtasivat epäluonnollisen pimeyden.
hu: A Perzsekények gyorsan haladtak a sziget belsejében, el akarták intézni az élőholtakat amilyen gyorsan csak lehet, de hamarosan természetfölötti sötétséget tapasztaltak.
it: I draghi si mossero rapidamente verso l'interno, perché volevano affrontare i non-morti prima possibile, ma presto incontrarono una oscurità innaturale.

source: Scout out the land
cs: Prozkoumej zemi
da: Gennemsøg landet
fi: Tutki maa
hu: Felderíted a területet
it: Perlustrazione

source: Does this swamp ever end? I can't see a thing!
cs: Končí vůbec ta bažina? Nic nevidím!
da: Ender denne sump aldrig? Jeg kan ingenting se!
fi: Loppuuko tämä suo koskaan? En näe mitään!
hu: Vége lesz valamikor ennek a mocsárnak? Nem látok semmit!
it: Ma questa palude non finisce mai? Non vedo niente!

source: We must be getting close to the source of this evil. That's why the land is so dark.
cs: Musíme se dostávat blíže ke zdroji toho zla. To proto je země tak temná.
da: Vi må nærme os kilden for den onde magi. Det er derfor dette land er så mørkt.
fi: Meidän täytyy lähestyä tätä pahuuden lähdettä. Sen takia tämä maa on niin pimeä.
hu: A gonosz forrásának közelében kell lennünk. Ezért ilyen sötét a föld.
it: Dobbiamo essere vicini alla fonte di questa malvagità. Ecco perché la terra è così scura.

source: We can't continue like this indefinitely. This darkness reaches inside you and grips your heart.
cs: Nemůžeme takhle pořád pokračovat. Ta temnota se dostává dovnitř nás a tiskne naše srdce.
da: Vi kan ikke fortsætte sådan uendeligt. Denne ondskab trænger ind i os og tager fat i vores hjerter.
fi: Emme voi jatkaa tällä tavoin loputtomiin. Tämä pimeys tunkeutuu sisällesi ja tarttuu sydämeesi.
hu: Nem folytathatjuk ezt a végtelenségig. A sötétség elér minket belül, és elszorítja a szívünket.
it: Non possiamo continuare così per sempre. Questa oscurità raggiunge l'anima e ti prende al cuore.

source: No, we can't. Send some scouts ahead to spy out the land. We cannot keep wandering aimlessly.
cs: Ne, to nemůžeme. Pošli nějaké zvědy vpřed, prozkoumat ostrov. Nemůžeme jít nazdařbůh.
da: Nej, det går ikke. Send nogle spejdere ud og gennemsøg landet. Vi kan ikke vandre rundt uden mål.
fi: Emme voikaan. Lähetä muutama tiedustelija edelle vakoilemaan maata. Emme voi jatkaa vaeltamista päämäärättä.
hu: Nem, nem tehetjük. Küldjetek ki felderítőket a terület felfedezésére. Nem vándorolhatunk céltalanul.
it: No, non possiamo. Manda degli esploratori avanti a indagare. Non possiamo continuare a vagare senza meta.

source: There are more undead here!
cs: Je tu víc nemrtvých!
da: Der er flere udøde her!
fi: Täällä on lisää epäkuolleita!
hu: Még több élőhalott van erre!
it: Ci sono altri non-morti qua!

source: It was only a matter of time until we ran into them again. Very well - destroy them!
cs: Byla to jen otázka času, kdy se s nimi znovu utkáme. Tedy dobrá - zničte je!
da: Det var kun et spørgsmål om tid, før vi stødte ind i dem igen. Lad os destruere dem!
fi: Oli vain ajan kysymys milloin kohtaamme niitä taas. Hyvä on – tuhotkaa ne!
hu: Csak idő kérdése volt, hogy mikor ütközünk beléjük megint, Rendben - pusztítsátok el őket!
it: Era solo questione di tempo prima che l'incontrassimo di nuovo. Benissimo - distruggiamoli!

source: Ah! So these are the creatures who dare enter our territory! Hmmm, they are strong. They will make excellent slaves!
cs: Ah! Tak tohle jsou ty nestvůry, které se odvážily vstoupit na mé území! Hmm, jsou silní. Budou z nich skvělí otroci.
da: Ah! Så dette er de skabninger, som vover at trænge ind på vores område! Hmmm, de ser stærke ud. De bliver glimrende slaver!
fi: Ah! Nämä siis ovat olentoja, jotka kehtaavat astua alueellemme! Hmmm, ne ovat vahvoja. Niistä tulee erinomaisia orjia!
hu: Ah! Tehát ezek azok a lények, akik a területünkre merészkednek! Hmmm, erősek. Kiváló szolgák lesznek!
it: Ah! Dunque sono queste le creature che osano entrare nel nostro territorio! Mmh, sono potenti. Saranno degli schiavi eccellenti!

source: We did not come here to enter your territory, we came here to occupy it and destroy you!
cs: Nepřišli jsme jen vstoupit na tvé území, přišli jsme ho obsadit a tebe zničit!
da: Vi er ikke kommet her på besøg. Vi er kommet for at besætte landet og udrydde dig!
fi: Emme tulleet tänne astuaksemme alueellenne. Tulimme tänne valloittaaksemme sen ja tuhotaksemme sinut!
hu: Nem azért jöttünk, hogy a területedre lépjünk, elfoglalni jöttünk azt, és elpusztítani téged!
it: Non siamo qui per entrare nel vostro territorio, siamo venuti a occuparlo e a distruggerti!

source: So the leader of the undead shows himself. Concentrate your efforts on him. If we can defeat him, the power that sustains the undead will be broken.
cs: Takže vůdce nemrtvých se konečně ukázal. Soustřeď své úsilí na něj. Když ho porazíme, síla která drží nemrtvé pohromadě bude zlomena.
da: Så de udødes ledere viser sig selv. Koncentrer din indsats om at besejre ham. Hvis han dør, vil kraften omkring de øvrige udøde blive brudt.
fi: Niin epäkuolleiden johtaja näyttäytyy. Keskitä yrityksesi häneen. Jos lyömme hänet, epäkuolleita kannatteleva voima murtuu!
hu: Tehát az élőholtak vezetője megmutatta magát. Koncentráljátok rá az erőtöket. Ha le tudjuk győzni, az erő, ami az élőholtakat táplálja meg fog törni.
it: Alla fine il capo dei non-morti si fa vedere. Concentrate gli sforzi su di lui. Se riusciamo a sconfiggerlo, il potere che sostiene i non-morti sparirà.

source: Kill Woldimer
cs: Zabij Woldimera
da: Dræb Woldimer
fi: Surmaa Woldimer
hu: Legyőzöd Woldimert
it: Uccidi Woldimer

source: I have fallen, but my master will avenge me!
cs: Selhal jsem, ale můj mistr mne pomstí!
da: Jeg er faldet, men min herre vil hævne mig!
fi: Minut on kukistettu, mutta herrani kostaa minut!
hu: Elbuktam, de a mesterem meg fog bosszulni!
it: Sono caduto, ma il mio padrone mi vendicherà!
