Repository: wescamp/Children_of_Dragons-1.4
Catalog: po/*.po
Languages: cs, da, fi, hu, it

source: I cannot help but to concur. In recent years the trolls - and even the dwarves - have been attacking more and more frequently. Something must be done if we are to survive.
cs: Nemohu si pomoci, abych nesouhlasil. V posledních letech trollové - a dokonce i trpaslíci - útočili častěji a častěji. Něco musíme udělat, abychom přežili.
da: Jeg kan kun være enig. I de sidste år har troldene - og selv dværgene - angrebet os oftere og oftere. Noget må gøres, hvis vi skal overleve.
fi: En voi muuta kuin olla samaa mieltä. Lähivuosina peikot – ja jopa kääpiöt – ovat hyökänneet yhä säännöllisemmin. Jotakin täytyy tehdä, jos aiomme selviytyä.
hu: Nem tehetek mást, csak egyetérteni veled. Az elmúlt években a trollok - és még a törpök is - egyre gyakrabban támadtak. Valamit tennünk kell, hogyha túl akarjuk ezt élni.
it: Non posso che essere d'accordo. Negli ultimi anni i troll - e anche i nani - ci attaccano sempre più di frequente. Dobbiamo fare qualcosa se vogliamo sopravvivere.

source: I cannot believe I am listening to this! You are saying you agree with this preposterous idea? It is lunacy! Even if we do know a little about the world outside these caves, even getting there would be a mammoth task in itself. One or two Drakes flying out every now and then is one thing, but to move every one of us? It can't be done. And even if we did get out, where would we go? Who knows what manner of creatures occupy the land we would be attempting to settle.
cs: Nemohu uvěřit, že to jen poslouchám! Říkáte, že souhlasíte s tímhle pošetilým nápadem? Je to šílenost! I kdybychom věděli něco málo o světě nad zemí, i jen dostat se tam by byl gigantický úkol. Jeden nebo dva Drakonidé vylétavající jednou za čas je jedna věc, ale přesunout každého z nás? To není možné. A i kdybychom to dokázali, kam půjdeme? Kdo ví jaké nestvůry obývají zemí, kterou se pokusíme osídlit.
da: Jeg kan ikke tro mine ører! Du er enig i denne meningsløse ide? Det er vanvid! Selv om vi ved en smule om verden uden for disse huler, ville bare det at flytte være en kæmpe opgave. At en eller to hestedrager flyver ud, en gang imellem, er en ting men at flytte os alle? Det kan ikke gøres. Og selv om vi kom ud, hvor skulle vi slå os ned? Hvem ved hvilke skabinger, der lever på jorden vi vil bosætte?
fi: En voi uskoa kuuntelevani tällaista! Sanot olevasi samaa mieltä tästä naurettavasta ideasta? Se on hulluutta! Vaikka tietäisimmekin hiukan näiden luolien ulkopuolisesta maailmasta, pelkästään sinne pääseminen olisi mammutintehtävä. Parin draakin lentäminen ulos silloin tällöin on asia erikseen, mutta että meidän kaikkien lähteminen? Niin ei voi tehdä. Ja vaikka pääsisimmekin ulos, minne menisimme? Kuka tietää sen maan olentojen tavoista, jonne aiomme asettua?
hu: Nem hiszem el, hogy ezt kell hallanom! Azt mondod egyetértesz ezzel az esztelen ötlettel? Ez őrültség! Méghogyha tudunk is valami keveset a barlangokon kívüli világról, oda eljutni önmagában is egy óriási feladat lenne. Az egy dolog, hogy egy-két Perzsekény kirepül néha-néha, de hogy mindannyiunkat kivigyél innen? Lehetetlen. És még akkor is, hogyha kijutunk, hova mennénk? Ki tudja milyen teremtmények élnek azon a földön, amin le akarnánk telepedni.
it: Non posso credere a quello che sento! Stai dicendo che concordi con questa idea ridicola? È una pazzia! Anche se conoscessimo qualcosa del mondo fuori di queste caverne, anche solo andarci sarebbe un compito titanico. Che un paio di draghi volino fuori di tanto in tanto è una cosa, ma spostarci tutti? È impossibile. E anche se uscissimo, dove andremmo? Chi conosce le creature che occupano le terre in cui cercheremo di insediarci?

source: I must agree, Gakk. While I sympathise with the issues that my colleagues have raised, I simply do not think it is practical to attempt such a huge undertaking.
cs: Musím souhlasit, Gakku. I když mám pochopení pro problémy, které tu mí přátelé přednesli, jednoduše si nemyslím, že je moudré pokoušet se o takový podnik.
da: Jeg er enig Gakk. Selv om jeg sympatiserer med ideen som min kollega her har fremført, så tror jeg ikke, at det er praktisk muligt med et så stort projekt.
fi: Minun on oltava samaa mieltä, Gakk. Vaikka ymmärrän asiat, jotka kollegani ovat nostaneet esille, en yksinkertaisesti usko olevan tarkoituksenmukaista yrittää näin valtavaa toimenpidettä.
hu: Egyet kell értenem, Gakk. Habár szimpatizálok a gondolatokkal, amit társaim felvetettek, egyszerűen nem hiszem, hogy megéri egy ilyen nagy vállalkozás.
it: Sono d'accordo, Gakk. Anche se simpatizzo con le istanze che i miei colleghi hanno sollevato, io semplicemente non penso che sia praticabile tentare un'impresa di questa portata.

source: But what is the alternative? As Derk has said, we are facing more and more opposition here. We must seek new lands. And above ground is the best place to look.
cs: Ale jaká je jiná možnost? Jak Derk řekl, čelíme čím dál větší konkurenci. Musíme hledat nové země. A nad zemí je nejlepší místo, kde hledat.
da: Men hvad er alternativet? Som Derk siger, vi møder mere og mere modstand hernede. Vi er tvunget til at finde et nyt land. Og jorden over os er det bedste sted at kigge.
fi: Mutta mikä on vaihtoehto? Kuten Derk sanoi, meillä on yhä enemmän vastustusta täällä. Meidän on etsittävä uusia maita. Ja paras paikka etsiä on maan päällä.
hu: De mi a másik lehetőség? Ahogy Derk mondta, egyre több ellenséggel kell szembenéznünk itt. Új földeket kell keresnünk. És a felszín fölött a legjobb hely keresgélni.
it: Ma quale sarebbe l'alternativa? Come ha detto Derk, stiamo affrontanto nemici sempre più forti. Dobbiamo cercare nuove terre. E la superficie è il posto migliore dove cercarle.

source: At least we know the opposition here.
cs: Alespoň víme jaké konkurenci tu čelíme.
da: I det mindste kender vi modstanderne hernede.
fi: Ainakin tunnemme täällä olevat vastustajat.
hu: Legalább ismerjük az itteni ellenséget.
it: Almeno qui conosciamo i nemici.

source: Well, it seems we must put it to a vote. Kahn, as you know, a decision of this magnitude cannot be taken lightly. And so, it must be passed by a majority vote. That means at least four of the six council members must agree to it. And so, we vote. We begin to my left, with Derk. How do you cast your vote?
cs: Inu, zdá se, že musíme hlasovat. Kahne, jak víš, rozhodnutí takové velikosti nemůže být bráno na lehkou váhu. A tak musí mít většinu v hlasování. To znamená, že aslepoň čtyři ze šesti členů rady musí souhlasit. Teď volme. Začneme po mé levici Derkem. Jakou volíš možnost?
da: Der ser ud til at en afstemning er nødvendig. Kahn, som du ved, kan en beslutning af denne størrelse ikke tages for let. Der skal derfor et flertal til. Det betyder at mindst fire af rådets seks medlemmer skal stemme for. Stemmeafgivningen starter nu. Vi begynder til venstre for mig, med Derk. Hvad er din stemme?
fi: No niin, näyttää siltä, että meidän on ratkaistava asia äänestämällä. Kahn, kuten tiedät, tämän asteen päätöksiä ei voida ottaa kevyesti. Ja niin, se on hyväksyttävä äänten enemmistöllä. Se tarkoittaa, että vähintään neljän kuudesta neuvoston jäsenestä on oltava samaa mieltä. Siis äänestetään. Aloitamme vasemmalta puoleltani. Derk, kuinka äänesi käytät?
hu: Nos, úgy látszik szavazásra kell bocsátanunk ezt. Kahn, mint tudod, egy ilyen súlyú döntést nem vehetünk félvállról. És így többségi szavazásnak kell engedélyeznie. Ez azt jelenti, hogy legalább négynek a hat tanácstagból egyet kell vele értenie. Tehát szavazunk. A bal oldalamról kezdjük Derkkel. Mire szavazol?
it: Bene, pare che dobbiamo porre la questione ai voti. Kahn, come sapete, una decisione di questa portata non può essere presa alla leggera. E quindi deve passare con un voto della maggioranza. Questo signfica che almeno quattro dei sei membri del consiglio devono essere a favore. Dunque, votiamo. Cominciamo dalla mia sinistra, con Derk. Come esprimi il tuo voto?

source: I vote we follow Kahn above ground.
cs: Volím následovat Kahna nad zem.
da: Jeg stemmer for, at vi følger Kahn til overfladen.
fi: Äänestään, että seuraamme Kahnia maan päälle.
hu: Arra szavazok, hogy kövessük Kahnt a felszínre.
it: Io voto per seguire Kahn in superficie.

source: I say we stay.
cs: Říkám zůstat.
da: Jeg stemmer for at vi bliver.
fi: Minä sanon, että jäädään tänne.
hu: Én azt mondom maradjunk.
it: Io dico di stare qui.

source: I agree with Freon - we must do something. I vote we go.
cs: Souhlasím s Freonem - něco musíme udělat. Volím jít.
da: Jeg er enig med Freon, vi må gøre noget. Jeg stemmer for.
fi: Olen samaa mieltä kuin Freon – meidän on tehtävä jotakin. Äänestän lähdön puolesta.
hu: Egyetértek Freonnal - tennünk kell valamit. Szerintem menjünk.
it: Sono d'accordo con Freon - dobbiamo fare qualcosa. Voto per andare.

source: I long to soar in the sky with my brethren. We go.
cs: Toužím stoupat k nebi s mými bratry. My půjdeme.
da: Jeg længes efter at fylde mine lunger med frisk luft. Vi flytter.
fi: Kaipaan taivaalle liitelemään veljieni kanssa. Me menemme.
hu: Vágyom rá, hogy a fellegekben szárnyalhassak a testvéreimmel. Megyünk.
it: Bramo di librarmi in volo con i miei fratelli. Andiamo.

source: I maintain that this idea is ridiculous. I cannot support it. We must stay.
cs: Já tvrdím, že ten nápad je směšný. Nepodpořím ho. Musíme zůstat.
da: Jeg fastholder, at ideen er latterlig. Jeg kan ikke støtte den. Vi bliver.
fi: Minusta tämä ajatus on naurettava. En voi tukea sitä. Meidän on jäätävä.
hu: Kitartok amellett, hogy az ötlet nevetséges. Nem támogathatom. Maradnunk kell.
it: Continuo a dire che questa idea è ridicola. Non posso appoggiarla. Dobbiamo rimanere.

source: Despite a wariness of the unknown, I too believe that we cannot continue to hold off the trolls and dwarves indefinitely. Though I have some reservations, I believe it is time to move on. We follow Kahn out of the caves.
cs: Navzdory obavám z neznáma, já také věřím, že nemůžeme stále zadržovat trolly a trpaslíky. Ačkoli mám nějaké pochybnosti, myslím, že je čas se přesunout. My budeme následovat Kahna ven z jeskyní.
da: På trods af usikkerhed ved det ukendte, mener jeg heller ikke, at vi fortsat kan modstå troldene og dværgene. Selv om jeg har mine tvivl, mener jeg det er på tide at flytte. Vi følger Kahn ud af hulerne.
fi: Huolimatta tuntemattoman vaaroista, myös minä uskon, ettemme voi jatkaa peikkojen ja kääpiöiden pitämistä loitolla loputtomiin. Vaikka minulla on joitakin ennakkoluuloja, luulen nyt olevan aika lähteä liikkeelle. Seuraamme Kahnia ulos luolista.
hu: Az ismeretlentől való félelem ellenére, én is úgy hiszem, hogy nem tarthatunk ki a trollok és törpök ellen a végtelenségig. Habár van néhány fenntartásom, úgy hiszem mennünk kell. Követjük Kahnt a barlangokból kifele.
it: Nonostante una certa cautela per l'ignoto, anche io non credo che possiamo continuare a resistere indefinitamente ai troll e ai nani. Sebbene abbia alcune riserve, credo che sia il tempo di spostarci. Noi seguiamo Kahn fuori dalle caverne.

source: It is decided then. Gakk, Stakron - I appreciate your concerns, but I believe this is best for our people.
cs: Pak je rozhodnuto. Gakku, Stakrone - oceňuji vaši účast, ale věřím, že je to nejlepší pro můj lid.
da: Det er hermed besluttet. Gakk, Stakron - Jeg forstår jeres bekymringer, men jeg mener, at dette er det bedste for vores folk.
fi: Se on sitten päätetty. Gakk, Stakron, kunnioitan mielipiteitänne, mutta luulen tämän olevan parasta kansallemme.
hu: Akkor eldőlt hát. Gakk, Stakron - megértem aggodalmaitokat, de úgy gondolom ez a legjobb népünknek.
it: Allora è deciso. Gakk, Stagron - apprezzo le vostre preoccupazioni, ma io credo che questo è il meglio per il nostro popolo.

source: I am afraid I cannot support this move. I will come with you if we leave, but do not expect my help!
cs: Obávám se, že nemohu podpořit tento přesun. Půjdu s vámi, když odejdeme, ale neočekávajte mou pomoc!
da: Jeg kan ikke støtte denne afgørelse. Jeg vil rejse med, hvis vi flytter men forvent ikke min hjælp!
fi: Pelkään, etten voi tukea tätä muutosta. Tulen mukaanne, jos lähdemme, mutta älkää odottako apuani!
hu: Sajnálom, de nem támogathatom ezt a lépést. Veletek tartok, ha elmentek, de ne várjátok a segítségem!
it: Mi spiace ma non posso appoggiare questa scelta. Verrò con voi se ce ne andremo, ma non aspettatemi il mio aiuto!

source: This does not bode well. Nonetheless, the decision is made. We begin preparations immediately.
cs: To nevěstí nic dobrého. Nicméně rozhodnutí je dané. Začneme se připravovat neprodleně.
da: Dette varsler ikke godt. Ikke desto mindre beslutningen er taget. Vi begynder forberedelserne med det samme.
fi: Tämä ei enteile hyvää. Joka tapauksessa päätös on tehty. Aloitamme valmistelut välittömästi.
hu: Ez nem kezdődik jól. Akárhogyis, a döntés megszületett. Készülődjünk rögtön!
it: Non promette niente di buono. Tuttavia, la decisione è presa. Iniziamo subito i preparativi.

source: The Emerging
cs: Vynoření
da: Opstigningen
fi: Ulostulo
hu: A Felszínre Törés
it: Ritorno in superficie

source: After months of preparation, the drakes left their homes and followed Kahn towards their new home - wherever that might be. For the most part, they were supportive of the plan. Almost every family had lost someone to the recent attacks, and all were frustrated by their inabililty to move quickly through the caves. Still, they wondered if this new land was going to be any better than the one they were leaving behind.
cs: Po měsících příprav drakonidé opustili své domovy a následovali Kahna k jejich novému domovu - ať měl být kdekoliv. Většina z nich podporovala ten plán. Skoro každá rodina někoho ztratila při nedávném útoku a všichni byli frustrováni jejich neschopností pohybovat se rychle jeskyněmi. Stále je však zajímalo, jestli bude nová země nějakým způsobem lepší než ta, kterou opustili.
da: Efter måneders forberedelse, forlod hestedragerne deres hjem og fulgte efter Kahn mod deres nye hjem - hvor det så end måtte blive. De fleste var positive over for planen. Næsten alle familier havde mistet slægtninge i de seneste angreb, og alle var frustreret over deres manglende evne til at bevæge sig hurtigt igennem hulerne. De var dog stadig urolige over, om nu det nye land ville være et bedre sted, end det de nu forlod.
fi: Kuukausien valmistelujen jälkeen draakit jättävät kotinsa ja seuraavat Kahnia kohti uutta asuinpaikkaa – missä ikinä se sitten onkaan. Enimmäkseen he kannattivat suunnitelmaa. Lähes jokainen perhe oli menettänyt jonkun lähiaikojen hyökkäyksissä, eikä kukaan pitänyt, kun luolien läpi ei voinut liikkua nopeasti. Kuitenkin he ihmettelivät tulisiko tämä uusi maa olemaan yhtään parempi kuin se, jota he olivat jättämässä taakseen.
hu: Hónapokig tartó készülődés után a Perzsekények elhagyták otthonaikat, és követték Kahnt az új hazájuk felé - bárhol is legyen az. Legtöbbjük támogatta a tervet. Majdnem minden család elvesztett valakit az utóbbi támadásokban, és mindannyian elkeseredettek voltak, hogy nem tudnak a barlangokban gyorsan mozogni. De még mindig azon tűnődtek, hogy új földjük vajon jobb lesz-e valamivel, mint amit most elhagynak.
it: Dopo mesi di preparativi, i draghi lasciarono le loro case e seguirono Kahn verso la nuova patria - ovunque fosse. Per la maggior parte, appoggiavano il piano. Quasi ogni famiglia aveva perso qualcuno neigli attacchi recenti e tutti erano frustrati per le loro incapacità a muoversi velocemente attraverso le caverne. Comunque, tutti si domandavano se questa nuova terra sarebbe stata migliore di quella che si lasciavano alle spalle.

source: Nonetheless, they followed their leader. Some grumbled, but it would be suicide to remain in the caves with the majority of the drakes gone, so they tagged along.
cs: Nicméně následovali vůdce. Někteří bručeli, ale bylo šílenství zůstávat, když většina odcházela, takže šli také.
da: Ikke desto mindre, de fulgte efter deres leder. Nogle knurrede, men det ville være selvmord at blive i hulerne, når flertallet var rejst, så de fulgte modvilligt med.
fi: Silti he seurasivat johtajaansa. Muutama murisi vastaan, mutta olisi itsemurha pysyä luolissa, kun suurin osa draakeista olisi lähtenyt, joten he lähtivät matkaan.
hu: Bárhogy is, követték vezetőjüket. Néhányan morogtak, de öngyilkosság lenne a barlangokban maradni úgy, hogy a Perzsekények többsége elment, tehát ők is jöttek.
it: Comunque seguirono il loro capo. Qualcuno mormorava ma sarebbe stato un suicidio rimanere nelle caverne quando la maggioranza dei draghi se ne era andata, così anch'essi gli andarono dietro.

source: After two weeks of uneventful travel, they felt a breeze...
cs: Po dvou týdnech cesty bez zvláštních událostí ucítili vánek...
da: Efter to begivenhedsløse ugers rejse, kunne de mærke en brise...
fi: Kaksi viikkoa ilman tapahtumia matkattuaan he tunsivat tuulenhenkäyksen...
hu: Két hétnyi eseménytelen vándorlás után, éreztek egy fuvallatot...
it: Dopo due settimane di viaggio monotono, sentirono una brezza...

source: Kahn must reach the exit
cs: Kahn musí dosáhnou východu.
da: Kahn skal nå udgangen
fi: Kahnin on päästävä ulos
hu: Kahn eléri a kijáratot
it: Kahn deve raggiungere l'uscita

source: Death of Freon
cs: Smrt Freona
da: Freons død
fi: Freonin kuolema
hu: Freon elesik
it: Morte di Freon

source: This is our outermost fortress, though it has not been used for some time. The exit to the caves is not far from here, but the dwarves and trolls are both close. Let us hope they do not notice us.
cs: Tohle je naše nejvzdálenější pevnost, ačkoli nebyla po nějaký čas používána. Východ z jeskyní není odtud daleko, ale trpaslíci a trollové jsou také blízko. Doufejme, že si nás nevšimou.
da: Dette er vores yderligste fæstning, den har ikke været i brug i et stykke tid. Udgangen fra hulerne er ikke langt fra her, men både dværgene og troldene er tæt på. Lad os håbe de ikke får færten af os.
fi: Tämä on uloin linnoituksemme, vaikkei sitä olekaan vähään aikaan käytetty. Ulospääsy luolista ei ole kaukana täältä, mutta sekä kääpiöt että peikot ovat lähellä. Toivotaan, etteivät he huomaa meitä.
hu: Ez a legkülsőbb erődítményünk, de nem használtuk már egy jó ideje. A barlangrendszer kijárata nincsen messze innen, de a törpök és a trollok is közel vannak. Reméljük nem vesznek észre minket.
it: Questa è la nostra fortezza più esterna, anche se non è stata usata da qualche tempo. L'uscita delle caverne non è lontana da qua, ma sia i nani sia i troll sono vicini. Speriamo che non ci abbiano notati.

source: Too late, lizard. What do you mean by trying to drag your sorry hides through our caves?
cs: Příliš pozdě, ještěři. Co myslíte tím, že táhnete vaše ubohé kůže skrze naše jeskyně?
da: For sent øgle. Tror du, at i kan trække jeres fede røve igennem vores huler?
fi: Liian myöhäistä, lisko. Mitä tarkoitat yrittämällä raahata surkeat nahkanne luoliemme läpi?
hu: Túl késő hüllő. Hogy gondoltad, hogy a bűzlő pikkelyeidet végigvonszolod a barlangunkon?
it: Troppo tardi, rettile. Cosa pensate di fare cercando di trascinare le vostre misere pellacce attraverso le nostre caverne?

source: We mean no disrespect, dwarf. We are leaving the caves - you should be glad of our absence.
cs: Není to neúcta, trpaslíku. Opouštímě jeskyně - to by ti mělo udělat radost.
da: Det er ikke mangel på respekt, dværg. Vi forlader hulerne - du burde være glad for, at være fri for os.
fi: Emme tarkoita olla epäkunnioittavia, kääpiö. Olemme poistumassa luolista – teidän pitäisi olla iloisia poissaolostamme.
hu: Nem tiszteletlenségből tettük, törp. Elhagyjuk a barlangokat - örülnöd kellene hiányunknak.
it: Non è mancanza di rispetto, nano. Stiamo lasciando le caverne - dovreste essere felici per la nostra ssenza.

source: Why would anyone want to leave the caves? I don't believe you - you intend to try to take our caves for yourselves! Well, not on my watch!
cs: Proč by někdo opouštěl jeskyně? Nevěřím vám... chcete zabrat naše jeskyně pro sebe! No, ne když jsem tady!
da: Hvorfor skulle nogle ønske at forlade hulerne? Jeg tror dig ikke - du har planer om, at overtage hulerne for dig selv! Men det sker ikke på min vagt!
fi: Miksi kukaan tahtoisi poistua luolista? En usko teitä – aiotte yrittää kaapata luolamme itsellenne! Ei minun vahtivuorollani!
hu: Miért akarná bárki is elhagyni a barlangokat? Nem hiszek neked - el akarod foglalni magadnak a mi barlangjainkat! Nem, amíg én elék!
it: Perché qualcuno dovrebbe voler lasciare queste caverne? Io non vi credo - state cercando di prendervi le nostre caverne per voi! Be', non sotto la mia guardia!

source: Ungh no like lizards in trolls' caves. Ungh no like dwarves either. Trolls kill all.
cs: Ungh, nechtít ještěr v troll jeskyně. Ungh nechtít ani žádný trpaslík. Trollové zabít všechny.
da: Ungh kan ikke li' øgler i troldehuler. Ungh kan heller ikke li' dværge. Trolde slår alle ihjel.
fi: Ungh ei pidä liskoista peikkojen luolissa. Ungh ei pidä kääpiöistäkään. Peikot tappavat kaikki.
hu: Ungh nem szeret hüllő troll barlangban. Ungh nem szeret törp sem. Trollok megölni mind.
it: A Ungh non piacciono i rettili nelle caverne dei troll. A Ungh non piacciono neanche i nani. I troll uccidono tutti.

source: Looks like we're going to have to fight our way through. Still, this was not unexpected. To arms!
cs: Vypadá to, že si musíme cestu odsud probojovat. No nebylo to nečekané. Do zbraně!
da: Se ud til at vi må kæmpe os ud. Det var heller ikke helt uventet. Gør klar til kamp!
fi: Vaikuttaa siltä, että meidän on taisteltava tiemme läpi. No, se oli odotettavissa. Aseisiin!
hu: Úgy néz ki át kell magunkat küzdenünk a kijáratig. De ez nem is váratlan. Fegyverbe!
it: Sembra che dovremo aprirci la strada combattendo. Ma c'era da aspettarselo. Alle armi!

source: That not good. Strange too. Ungh never die before.
cs: To ne dobré. Divné. Ungh nikdy ještě nezemřít.
da: Det er ikke godt. Mærkeligt også. Ungh er aldrig død før.
fi: Tämä ei hyvä. Omituista myös. Ungh ei koskaan ennen ole kuollut.
hu: Ez nem jó. Furcsa is. Ungh nem halt meg soha.
it: Questo non è buono. Anche strano. È la prima volta che Ungh muore.

source: I have failed! Now our caves will be overrun with lizards!
cs: Selhal jsem! Naše jeskyně budou zamořeny těmi ještěry!
da: Jeg har svigtet! Nu vil vores huler bliver overmandet af øgler!
fi: Olen epäonnistunut! Nyt luolamme täyttyy liskoista!
hu: Elbuktam! Barlangjainkat most lerohanják a hüllők!
it: Ho fallito! Adesso le nostre caverne saranno travolte dai rettili!

source: Poor fool.
cs: Ubohý hlupák.
da: Stakkels fjols.
fi: Kurja typerys.
hu: Szegény ostoba.
it: Povero sciocco.

source: It seems we will be stuck in these caves forever.
cs: Zdá se, že budeme uvěznění v jeskyních navždy.
da: Det ser ud til, at vi vil være fanget i disse huler til evig tid.
fi: Vaukuttaa siltä, että olemme jääneet ikiajoiksi jumiin näihin luoliin.
hu: Úgy néz ki örökre ezekben a barlangokban ragadunk.
it: Sembra che saremo bloccati in queste caverne per sempre.

source: I can see the sunlight! Come, my people - welcome to your new home!
cs: Už vidím sluneční svit! Pojďte mí lidé. Vítejte do vašeho nového domova!
da: Jeg kan se sollys! Kom, mit folk - velkommen til jeres nye hjem!
fi: Näen auringonvalon! Tulkaa, kansani – tervetuloa uuteen kotiinne!
hu: Látom a napfényt! Gyerünk népem - légy üdvözölve új otthonodban!
it: Vedo la luce del sole! Venite, mio popolo - benvenuto nella tua nuova patria!

source: Leaving the Mountains
cs: Opuštění hor
da: Rejsen ud af bjergene
fi: Vuoret jäävät taakse
hu: A Hegyek Hátrahagyása
it: Via dalle montagne
