Repository: wescamp/Children_of_Dragons-1.4
Catalog: po/*.po
Languages: cs, da, fi, hu, it

source: There are just too many of them! We can never prevail!
cs: Jejich tu prostě příliš mnoho! Nikdy nemůžeme zvítězit!
da: Der er så mange af dem! Vi kan ikke vinde!
fi: Niitä vain on liikaa! Emme ikinä voi voittaa!
hu: Túl sok van belőlük! Soha nem győzhetünk!
it: Ce ne sono troppi! Non possiamo vincere!

source: What did he mean, his master? I thought he was the master of these undead!
cs: Co myslel tím jeho mistrem? Myslel jsem, že on byl pánem těch nemrtvých!
da: Hvad mente han, hans herre? Jeg troede, at han var herre over disse udøde!
fi: Mitä hän tarkoitti? Hänen herransa? Luulin hänen olleen näiden epäkuolleiden herra!
hu: Milyen mesterre gondolt? Azt hittem, ő volt az élőholtak mestere!
it: Cosa ha detto? Il suo padrone? Pensavo che fosse lui il padrone di questi non-morti!

source: He was powerful, yes. Yet despite his death the darkness persists. There must be another, more powerful yet.
cs: Byl mocný, to ano. Ale navzdory jeho smrti temnota přetrvává. Musí tu být někdo další, ještě mocnější.
da: Han var magtfuld, ja. Men på trods af hans død er det mørke stadig til stede. Der må stadig være en anden mere magtfuld i live.
fi: Niin, hän oli voimakas. Silti hänen kuolemansa ei poistanut tätä pimeyttä. On oltava toinen, vielä voimakkaampi.
hu: Erős volt, tényleg. De halála ellenére a sötétség fennmaradt. Kell lennie egy másik, sokkal erősebbnek.
it: Era davvero potente. Nonostante la sua morte l'oscuritò persiste. Ce ne deve essere un altro, ancora più potente.

source: I don't know how much longer we can continue this. There are rumours of mutiny again.
cs: Nevím jak dlouho ještě můžeme takhle pokračovat. Jsou tu znovu řeči o vzpouře.
da: Jeg ved ikke hvor længe vi kan fortsætte. Der er rygte om deserteringer igen.
fi: En tiedä kuinka kauan voimme jatkaa tätä. Huhuja kapinasta on jälleen liikkeellä.
hu: Nem tudom meddig folytathatjuk ezt. Pletykák vannak egy újabb lázadásról.
it: Non so per quanto tempo possiamo andare avanti così. Ci sono voci di un'altra rivolta.

source: Then we must find and defeat Woldimer's master quickly. Come on!
cs: Pak musíme najít a porazit Woldimerova mistra rychle. Jdeme!
da: Så må vi finde og besejre Woldimers herre hurtigt. Fremad!
fi: Siinä tapauksessa meidän löydettävä ja lyötävä Woldimerin herra nopeasti. Menoksi!
hu: Akkor gyorsan meg kell találnunk és elpusztítanunk Woldimer mesterét. Gyerünk!
it: Allora dobbiamo trovare e sconfiggere il padrone di Woldimer al più presto. Coraggio!

source: Showdown
cs: Zúčtování
da: Opgør
fi: Välienselvittely
hu: A leszámolás
it: Resa dei conti

source: Continuing to move inland, the Drakes soon found that the darkness was becoming almost unbearable.
cs: Pokračujíc v přesunu ostrovem, Drakonidé brzy zjistili, že temnota začíná být téměř nesnesitelná.
da: Under deres fortsatte rejse ind i landet fandt hestedragerne, at det onde blev sværere og sværer at bære.
fi: Jatkaessaan matkaansa sisämaahan draakit pian huomasivat pimeyden synkkenevän lähes sietämättömäksi.
hu: A sziget belseje felé haladva a Perzsekények a sötétséget szinte áthatolhatatlannak érezték.
it: Muovendosi verso l'interno, i draghi presto scoprirono che l'oscurità stava diventando quasi insopportabile.

source: Find enemy leader
cs: Najdi nepřátelského vůdce
da: Find fjendtlig leder
fi: Löydä vihollisjohtaja
hu: Megtalálod az ellenség vezérét
it: Trova il comandante nemico

source: Woldimer's master must be very close. This darkness appears to be even heavier than before, if that were possible.
cs: Woldimerův mistr musí být velice blízko. Temnota se zdá být těžší než předtím, jestli je to vůbec možné.
da: Woldimers herre må være meget nær. Det onde er stærkere her, end hvad vi tidligere har mødt, hvis det er muligt.
fi: Woldimerin herran on oltava hyvin lähellä. Tämä pimeys näyttää olevan vielä raskaampaa kuin ennen, jos se edes on mahdollista.
hu: Woldimer mestere nagyon közel lehet. Ez a sötétség még súlyosabbnak tűnik, mint előtte, hogyha ez egyáltalán lehetséges.
it: Il padrone di Woldimer deve essere molto vicino. Questa oscurità sembra ancora più pesante di prima, se possibile.

source: I certainly hope so. Our supplies will not last much longer. We must finish this quickly!
cs: To rozhodně doufám. Naše zásoby už moc dlouho nevydrží. Musíme to ukončit rychle!
da: Det håber jeg virkelig. Vores forsyninger holder ikke længe. Vi må afslutte dette hurtigt!
fi: Ilman muuta toivon niin. Varusteemme eivät kestä enää kauan. Meidän on lopetettava tämä nopeasti.
hu: Remélem is. Tartalékaink nem tartanak ki sokkal tovább. Gyorsan be kell ezt fejeznünk!
it: Speriamo che sia così. Le nostre provviste non dureranno ancora a lungo. Dobbiamo farla finita velocemente!

source: We must find our enemy before we can finish him.
cs: Musíme nejdřív nepřítele najít, než ho zabijeme.
da: Vi må finde fjenden, før vi kan gøre det af med ham.
fi: Meidän on löydettävä vihollisemme ennen kuin voimme tehdä hänestä lopun.
hu: Előbb meg kell találnunk az ellenséget, mielőtt végezni tudunk vele.
it: Dobbiamo trovare il nostro nemico prima di poterlo finire.

source: So it is true. The lizards managed to defeat my apprentice. You will pay dearly for that! Still, I have waited centuries for a good fight. Revenge will just make it even better.
cs: Takže je to pravda. Ještěři zvládli porazit mého učedníka. Draze za to zaplatíte! Čekal jsem staletí na dobrý boj. Pomsta to učiní ještě lepším.
da: Så er det sandt. Det lykkedes øglerne at besejre min lærling. Det vil koste dig dyrt! Igen dog, jeg har ventet århundreder for en god kamp. Hævn vil bare gøre det endnu bedre.
fi: Se siis on totta. Liskot ovat onnistuneet lyömään oppipoikani. Saatte maksaa siitä suuresti! Olen odottanyt hyvää taistelua vuosisatoja. Kosto tulee tekemään siitä vielä paremman.
hu: Tehát igaz. A hüllőknek sikerült legyőzniük tanítványomat. Ezért súlyosan megfizettek! Már évtizedek óta várok egy jó kis küzdelemre. A bosszú csak mégédesíti ezt.
it: Allora è vero. I rettili sono riusciti a sconfiggere il mio apprendista. La pagherete cara! Ma sono secoli che aspetto una bella battaglia. La vendetta la renderà ancora migliore.

source: Is that thing alive or dead?
cs: Je ta věc živá nebo mrtvá?
da: Er den ting død eller levende?
fi: Onko tuo juttu elossa vai kuollut?
hu: Ez a lény élő vagy holt?
it: Ma è vivo o morto?

source: He is a Lich - a dark sorcerer who himself has become undead. And a very powerful one at that. In fact, he has perhaps too much power.
cs: Je to Lich... Temný čaroděj, který se sám stal nemrtvým. A velice mocným nemrtvým. Popravdě je možná až přilíš mocný.
da: Han er en lich - en ond troldmand som selv er blevet udød. Og en meget magtfuld en af slagsen. Han har måske alt for stor magt.
fi: Hän on kuolonherra – pimeä noita, josta itsestään on tullut epäkuollut. Ja hyvin voimakas. Oikeastaan hänellä on ehkä liikaakin voimia.
hu: Ő egy Villi - egy sötét varázsló, aki maga is élőholttá vált. És egy elég erős abból a fajtából. Ez esetben, talán túl sok ereje van.
it: È un lich - un mago oscuro che è diventato egli stesso un non-morto. E uno molto potente. Effettivamente, forse ha persin troppo potere.

source: Too much for what? Are you saying we cannot prevail?
cs: Přilíš mnoho pro co? Říkáš, že nemůžeme vyhrát?
da: For stor magt - i forhold til hvad? Siger du vi ikke kan vinde?
fi: Liikaa mihin? Väitätkö, ettemme voi voittaa?
hu: Mihez képest túl sok? Azt mondod, nem győzhetünk?
it: Troppo per chi? Stai dicendo che non possiamo vincere?

source: No, he has more power than should be possible. Most likely he has a talisman of great power that sustains him. Destroy the talisman and he will be greatly weakened. Only then will we be able to defeat him.
cs: Ne, je mocnější než by měl být. Nejspíše má talisman veliké moci, který ho podporuje. Znič talisman a bude velice oslaben. Jenom pak ho budeme schopni porazit.
da: Nej, han har større magt end det burde være muligt at have for en lich. Højst sandsynlig har han en talisman af en eller slags, som holder ham i gang. Ødelæg talismanen og han vil blive stærkt svækket. Kun da kan vi besejre ham.
fi: En. Hänellä on enemmän voimaa kuin pitäisi olla mahdollista. Mitä todennäköisimmin hänellä on paljon voimaa antava taikaesine, joka antaa hänelle voimia. Tuhoa taikaesine, niin hän heikentyy paljon. Vain sen jälkeen meidän on mahdollista lyödä hänet.
hu: Nem, sokkal több ereje van, mint ami lehetséges. Meglehet, hogy valami erőteljes talizmánja van, ami táplálja őt. Pusztítsátok el a talizmánt, és akkor legyengül. Csak akkor leszünk képesek legyőzni őt.
it: No, ha molto più potere di quello che sarebbe possibile. È molto probabile che abbia un talismano di grande potere che lo aiuta. Distruggi il talismano e sarà grandemente indebolito. Solo allora saremo in grado di distruggerlo.

source: You don't sound too sure.
cs: Nezní to, že by sis tím byl moc jistý.
da: Du lyder ikke for sikker.
fi: Et kuulosta liian varmalta.
hu: Nem hangzol valami meggyőzően.
it: Non mi pare così certo.

source: I'm not, but it's our only chance. If we attack him directly we will certainly fail. We must find and destroy the source of his power. No doubt it will be close to him - I doubt he would let it far out of his sight. And the closer it is to him the more power he can draw from it.
cs: Nejsem, ale je to naše jediná možnost. Když na něj přímo zaútočíme, jistě selžeme. Musíme najít a zničit zdroj jeho moci. Není pochyb, že bude blízko u něj, pochybuji, že by ho nechal vzdálit se ze svého dohledu. A čím blíže k němu je, tím více moci z něj může brát.
da: Det er jeg heller ikke, men det er vores eneste chance. Hvis vi angriber ham direkte, vil vi helt sikkert mislykkes. Vi må finde og ødelægge kilden til hans magt. Den vil uden tvivl være tæt på ham - jeg tvivler på, at han vil lade den være ude af syne. Og jo tættere han er på den, jo mere magt kan han suge fra den.
fi: En olekaan, mutta se on ainoa mahdollisuutemme. Jos hyökkäämme hänen kimppuunsa suoraan, epäonnistumme varmasti. Meidän on löydettävä ja tuhottava hänen voimiensa lähde. Ei epäilystäkään, etteikö se olisi lähellä häntä. Epäilen, ettei hän päästäisi sitä kauas näköpiiristään. Ja mitä lähempänä hän sitä on, sitä enemmän voimaa hän voi imeä siitä.
hu: Nem is vagyok, de ez az egyetlen esélyünk. Ha közvetlenül támadjuk meg, akkor biztosan elbukunk. Meg kell találnunk és elpusztítanunk ereje forrását. Kétségtelen, hogy közel lesz hozzá - kétlem, hogy látótávolságon kívül hagyná. És minél közelebb van hozzá, annál több erőt meríthet belőle.
it: Non lo sono, ma è la nostra unica speranza. Se lo attacchiamo direttamente, di sicuro falliremo. Dobbiamo trovare e distruggere la fonte del suo potere. Deve essere sicuramente vicino a lui - non credo che l'abbia nascosta lontano dal suo sguardo. E più vicina è, più potere ne può ottenere.

source: Find and destroy Mal-Bronam's talisman; then
cs: Najdi a znič Mal-Bronamův talisman a pak
da: Find og ødelæg Mal-Bronams talisman; så
fi: Löydä ja tuhoa Mal-Bronamin taikaesine; sitten
hu: Megtalálod és elpusztítod Mal-Bronam talizmánját; majd
it: Trova e distruggi il talismano di Mal-Bronam; poi

source: Kill Mal-Bronam
cs: zabij Mal-Bronama
da: Dræb Mal-Bronam
fi: Surmaa Mal-Bronam
hu: Legyőzöd Mal-Bronamot
it: Uccidi Mal-Bronam

source: I told you it's useless attacking him! We must destroy that talisman first!
cs: Říkal jsem ti, že je k ničemu na něj útočit! Nejdřív musíme zničit talisman!
da: Jeg sagde det jo, det er meningsløst at angribe ham! Vi må ødelægge talismanen først!
fi: Kerroin sinulle, että on hyödytöntä hyökätä hänen kimppuunsa! Meidän tuhottava se taikaesine ensin!
hu: Mondtam nektek, hogy hiábavaló megtámadni! El kell pusztítanunk először a talizmánt!
it: Ti ho detto che non serve a niente attaccarlo! Prima dobbiamo distruggere quel talismano!

source: Look! What is this thing?
cs: Podívej! Co to je?
da: Se! Hvad er dette?
fi: Katso, mikä esine tuo on?
hu: Nézd! Mi ez a dolog?
it: Guardate! Cos'è questo?

source: It must be the talisman we were looking for! We must destroy it!
cs: To musí být talisman, který hledáme! Musíme ho zničit!
da: Det må være talismanen vi leder efter! Ødelæg den!
fi: Sen on oltava etsimämme taikaesine! Meidän on tuhottava se!
hu: Ez biztosan az a talizmán, amit keresünk! El kell pusztítanunk!
it: Deve essere il talismano che stiamo cercando! Dobbiamo distruggerlo!

source: Noooo! What have you done?
cs: Neeeee! Co jste to udělali?
da: Neeej! Hvad har du gjort?
fi: Eiiii! Mitä te olette tehneet?
hu: Neee! Mit tettetek?
it: Nooo! Cosa avete fatto!

source: It worked! The darkness is retreating!
cs: Funguje to! Temnota ustupuje!
da: Det virkede! Det onde er på tilbagetog!
fi: Se toimi! Pimeys väistyy!
hu: Használt! A sötétség visszavonul!
it: Funziona! L'oscurità si ritira!

source: Good - now destroy him!
cs: Dobrá, teď ho zničte!
da: Godt - ødelæg ham nu!
fi: Hyvä! Tuhoa hänet nyt!
hu: Jól van - most pusztítsátok el!
it: Bene - ora distruggiamolo!

source: Do you think I am no longer able to defend myself? I still have power greater than you can imagine!
cs: Myslíš, že se neumím sám bránit? Stále mám moc větší než si dokážeš představit!
da: Tror du ikke at jeg kan forsvare mig selv? Jeg er stadig langt mægtigere, end du kan forestille dig!
fi: Luuletteko, etten enää voi puolustaa itseäni? Minulla on yhä suuremmat voimat kuin voitte kuvitella!
hu: Azt gondoljátok, hogy már nem vagyok képes megvédeni magamat? Még mindig akkora erőm van, amit el sem tudtok képzelni!
it: Pensate che non sia più in grado di difendermi da solo? Il mio potere è maggiore di quello che pensate!

source: This darkness pervades my soul. I cannot continue any longer!
cs: Temnota prostoupila mou duší. Už nemohu dál pokračovat!
da: Dette onde gennemtrænger min sjæl. Jeg kan ikke fortsætte!
fi: Tämä pimeys leviää sieluuni. En voi jatkaa pidempään!
hu: A sötétség átjárja a lelkem. Nem tudom ezt folytatni!
it: Questa oscurità pervade la mia anima. Non posso continuare!

source: No! It cannot be! I am immortal! I am invincible! I am -
cs: Ne! To není možné! Jsem nemsrtelný! Jsem neporazitelný! Já jsem -
da: Nej! Det kan ikke passe! Jeg er udødelig! Jeg er uovervindelig! Jeg er -
fi: Ei! Ei voi olla! Olen kuolematon! Olen voittamaton! Olen –
hu: Ne! Ez nem lehet! Halhatatlan vagyok! Sérthetetlen vagyok! Én -
it: No! Non può essere! Sono immortale! Sono invincibile! Sono -

source: Gone.
cs: Mrtvý.
da: Væk.
fi: Poissa.
hu: Vége van.
it: Morto.

source: Can it be true? Is it possible we have defeated him?
cs: Je to pravda? Je možné, že jsme ho porazili?
da: Kan det være sandt? Er det muligt, at vi har besejret ham?
fi: Voiko se olla totta? Onko mahdollista, että olemme lyöneet hänet?
hu: Lehetséges ez? Tényleg elpusztítottuk?
it: È davvero successo? È possibile che lo abbiamo sconfitto?

source: Yes - look! The undead melt away already.
cs: Ano - podívej! Nemrtví se už vytratili.
da: Ja - se! Den udøde smelter allerede væk.
fi: Kyllä. Katso! Epäkuolleet sulivat jo pois.
hu: Igen - nézd! Az élőholtak már el is porladtak.
it: Sì - guardate! I non-morti si stanno dissolvendo.

source: I don't think it's safe to stay here.
cs: Nemyslím, že je bezpečné tu zůstávat.
da: Jeg tror ikke det er sikkert at blive her.
fi: En usko, että täällä on turvallista pysyä.
hu: Nem gondolom, hogy biztonságos lenne itt maradni.
it: Penso che sia meglio non rimanere qua.

source: No. The earth is shaking off a great burden. We would be best to retreat to the open plains.
cs: Ne. Země se třese, jak se musí zbavit velkého břemene. Nejlepší bude, když ustoupíme do otevřených plání.
da: Nej. Jorden skiller sig af med en stor burde. Vi vil have bedst af at fortrække til de åbne sletter.
fi: Ei. Maa ravistelee yltään suurta taakkaa. Meidän olisi parasta paeta avoimille tasangoille.
hu: Nem. A föld nagy terhet ráz le magáról. Jobban tennénk, ha visszatérnénk a nyílt mezőkre.
it: No. La terra si sta liberando di un grande peso. Sarebbe meglio se ci ritirassimo in uno spazio aperto.

source: Epilogue
cs: Epilog
da: Efterskrift
fi: Epilogi
hu: Epilógus
it: Epilogo

source: For three days the Drakes cowered on the open plains, as the earth continued to shake. Eventually the tremors stopped, and the Drakes were able to take their first real look at the island. Swamp still covered much of it, though it was already receding. They could see that once it returned to normal, it would be a beautiful place.
cs: Po tři dny Drakonidé obývali otevřené pláně, když se země otřásala. Nakonec otřesy ustaly a Drakonidé se mohli rozhlédnout po celém ostrově. Bažina stále pokrývala většinu z něj, ačkoliv už ustupovala. Mohli vidět, že jakmile se vrátí do své pravé podoby, bude to nádherné místo.
da: I tre dage gemte hestedragerne sig på de åbne stepper, mens jorden fortsat rystede. Til sidst stoppede rystelserne, og hestedragerne var i stand til at få det første syn på øen. Sump dækkede stadig det meste af øen, selvom det var på tilbagetog. De kunne se at stedet, når det vendte tilbage til sin normale tilstand, var et smukt sted.
fi: Kolmen päivän ajan draakit laidunsivat avoimilla tasangoilla maan jatkaessa ravisteluaan. Lopulta tärähtelyt loppuivat ja draakkien oli mahdollista ottaa heidän ensimmäinen todellinen silmäyksensä saaresta. Suo peitti yhä siitä paljon, mutta oli jo väistymässä. He pystyivät näkemään, että saaren palattua tavalliseksi se olisi kaunis paikka.
hu: A Perzsekények három napig a nyílt síkságokon gyülekeztek, mivel földrengés volt. Aztán hírtelen a rezgések abbamaradtak, és a Perzsekények az első pillantást vethették a szigetre. Még mindig mocsár uralta a többségét, de már visszahúzódóban volt. Láthatták, mihelyt eredeti állapotába tér vissza, egy gyönyörű hely lesz belőle.
it: Per tre giorni i draghi si accucciarono nella pianura mentre la terra continuava a tremare. Poi i terremoti cessarono e i draghi furono in grado per la prima volta di osservare l'isola. La palude ne ricopriva ancor la maggior parte, anche se si stava ritirando. Si resero conto che una volta che sarebbe tornata normale, sarebbe stato un bellissimo luogo.

source: However, less than one-fifth of the Drakes who set out still remained. Kahn in particular struggled to convince himself that it had all been worth it.
cs: Avšak jen pětina Drakonidů přežila celé putování. Kahn měl velké potíže přesvědčit sám sebe, že se to vše vyplatilo.
da: Men desværre, mindre end en femtedel af hestedragerne som startede rejsen var tilbage. Specielt Kahn kæmpede med skyldfølelse over hvorvidt det var det hele værd.
fi: Joka tapauksessa vähemmän kuin yksi viidesosa draakeista, jotka lähtivät matkaan, oli enää jäljellä. Kahn enimmäkseen yritti vakuutella itselleen, että kaikki oli ollut sen arvoista.
hu: Azonban kevesebb, mint az elinduló Perzsekények egy-ötöde élte túl. Kahn maga is küzdött azzal, hogy meggyőzze magát arról, valóban megérte.
it: Tuttavia rimaneva meno di un quinto dei draghi che erano partiti. Kahn in particolare faceva ogni sforzo per convincersi che ne era valsa la pena.

source: In time though he was able to deal with his grief, and went on to lead the Drakes for many years. With the help of the humans, they cleared the waters around the island of the Nagas. The Drakes thrived in their new home, and their numbers grew once again.
cs: Časem byl schopen se se svým smutkem vypořádat a vedl Drakonidy po mnoho let. S pomocí lidí vyčistili vody okolo ostrova od Nagů. Drakonidé prospívali v jejich novém domově a jejich počty zase rostly.
da: Med tiden, håndterede han dog sorgen, og han anførte hestedragerne i mange år frem. Med hjælp fra menneskerne, blev området omkring øen befriet for nagaerne. Hestedragerne trivedes i deres nye hjem, og deres antal steg igen.
fi: Ajan kanssa hän kuitenkin sai käsiteltyä murheensa ja johti draakkeja vielä monen monta vuotta. Ihmisten avulle he puhdistivat saaren läheisen vedet nagoista. Draakit kukoistivat uudessa kodissaan ja heidän lukumääränsä lisääntyi taas kerran.
hu: Idővel, azonban képes volt bánatát kezelni, és még évekig irányította a Perzsekényeket. Az emberek segítségével megtisztították a sziget körüli vizeket a Nagáktól. A Perzsekények elfoglalták új otthonukat, és számuk újra növekedett.
it: Con il tempo riuscì a convivere con il suo dolore e rimase alla guida dei draghi per numerosi anni. Con l'aiuto degli uomini, liberarono le acque attorno all'isola dai naga. I draghi prosperarono nella loro nuova patria e il loro numero crebbe di nuovo.
