Repository: wescamp/Children_of_Dragons-1.4
Catalog: po/*.po
Languages: cs, da, fi, hu, it

source: As they emerged, blinking, into the sunlight, the drakes felt some trepidation as to what lay ahead. Nevertheless they were relieved to have escaped the caves, and awestruck by what they now saw.
cs: Jak se objevili, mžourajíc, ve slunečním slunci, drakonidé cítli obavy ohledně toho co leželo před nimi. Nicméně, ulehčili si opuštěním jeskyní a teď jen nemě zírali na to co měli před sebou.
fi: Astuessaan ulos auringonvaloon draakit tunsivat jonkinlaista pelkoa edessä olevaa kohtaa. Siitä huolimatta he olivat helpottuneita paettuaan luolista ja peloissaan siitä mitä he nyt näkivät.
it: Giunti in superficie, sbattendo gli occhi, alla luce del giorno, i draghi osservavano con trepidazione quello che avevano di fronte. Ciononostante erano sollevati di essere fuggiti ai nani e ai troll e timorosi di quello che ora vedevano.

source: They had left the caves via an opening which emerged in the middle of a large mountain range. To the south-west they could see where the mountains ended and hills, plains and forest began.
cs: Opustili jeskyně a objevili se uprostřed obrovského horského útvaru. Na jihozápadě mohli vidět konec hor a kopců, kde začínaly pláně a les.
fi: He olivat lähteneet luolista aukosta, joka oli keskellä suurta vuorijonoa. Lounaassa he pystyivät näkemään vuorten loppuvan ja kukkuloiden, tasankojen sekä metsän alkavan.
it: Avevano lasciato le caverne attraverso una apertura che emergeva nel mezzo di una ampia catena montuosa. A sud-ovest potevano vedere dove le montagne terminavano e cominciavano le colline, le pianure e le foreste.

source: Defeat enemy leaders; and
cs: Poraž nepřátelské vůdce a
fi: Kukista vihollisjohtajat; ja
hu: Legyőzöd az ellenséges vezéreket; és
it: Sconfiggi tutti i comandanti nemici e

source: Get Kahn to the end of the mountains
cs: doveď Kahna na konec hor
da: Få Kahn til enden af bjergene
fi: Vie Kahn vuorten päähän
hu: Elvezeted Kanht a hegyek lábához
it: Sposta Kahn all'estermità delle montagne

source: Beautiful, isn't it? Unfortunately we can't keep looking for too long. There are creatures that inhabit these mountains that will not tolerate our presence, and if the dwarves and trolls haven't found us yet, they soon will.
cs: Není to nádhera? Naneštěstí si to nemůžeme prohlížet moc dlouho. Jsou tu nestvůry obývající tyto hory, které nebudou tolerovat naši přítomnost. A jestli nás trpaslíci a trollové ještě nenašli, brzy najdou.
fi: Kaunista, eikö? Ikävä kyllä emme voi jäädä ihailemaan liian pitkäksi aikaa. Täällä on näillä vuorilla asustavia olentoja, jotka eivät arvosta läsnäoloamme, ja jos kääpiöt ja peikot eivät vielä ole löytäneet meitä, pian he löytävät.
it: Bellissimo, vero? Purtroppo non possiamo continuare a rimirare ancora a lungo. Le creature che abitano queste montagne non tollereranno la nostra presenza e se nani e troll non ci hanno ancora trovato, lo faranno presto.

source: Then we must get out of these mountains quickly.
cs: Pak se musíme dostat z hor rychle.
da: Så må vi ud af disse bjerge hurtigt.
fi: Sitten meidän on päästävä näiltä vuorilta nopeasti.
hu: Akkor gyorsan el kell hagynunk a hegyvidéket.
it: Allora dobbiamo lasciare queste montagne rapidamente.

source: There they are, boys! Let's get them!
cs: Tady jsou chlapi! Dostaňte je!
da: Der er de drenge! På dem!
fi: Tuolla ne ovat, pojat! Otetaan ne kiinni!
hu: Ott vannak fiúk! Gyerünk, kapjuk el őket!
it: Eccoli, ragazzi! Prendiamoli!

source: Dwarves and lizards in mountains. Trolls kill all!
cs: Trpaslíci a ještěři v horách. Trollové zabít všechny!
da: Dværge og øgler i bjergene. Trolde dræber dem alle!
fi: Kääpiöitä ja liskoja vuorilla. Peikot tappavat kaikki!
hu: Törpök és hüllők a hegyen. Trollok megölni mind!
it: Nani e lucertole nelle montagne. I troll ammazzano tutti!

source: Larron, my friend! These creatures are trying to steal our caves. If you value our trade, please help us destroy them.
cs: Larrone, můj příteli! Tyhle kreatury chtějí ukrást naše jeskyně. Jestli si ceníš našeho obchodu, pomož nám je zničit.
fi: Larron, ystäväiseni! Nämä olennet aikovat varastaa luolamme. Jos pidätte meitä arvossa, pyydän, auttakaa meitä kukistamaan ne.
it: Larron, amico mio! Queste creature stanno cercando di sottrarci le nostre caverne. Se apprezzi il nostro commercio, per favore aiutaci a distruggerle.

source: We're not interested in your caves!
cs: Nás nezajímají vaše jeskyně!
fi: Emme ole kiinnostuneita luolistanne!
it: Le vostre caverne non ci interessano!

source: A likely story. Men, kill those things!
cs: Hezká historka. Muži, zabíjte ty věci!
fi: Uskottava tarina. Miehet, tappakaa nuo jutut!
it: Raccontala a un altro. Uomini, uccidiamo questi esseri!

source: Trolls kill humans too. We no care. All go squish under club and fist.
cs: Trollové zabít lidi taky. Nám nevadit. Všichni padat pod palicí a pěstí.
fi: Peikot tappavat ihmisiä myös! Me emme välitä. Kaikki litistyy nuijan ja nyrkin alla.
it: Troll uccidono anche uomini. Non importa. Tutti spiaccicati con clave e pugni.

source: We made it!
cs: Zvládli jsme to!
da: Vi gjorde det!
fi: Teimme sen!
hu: Sikerült!
it: Ce l'abbiamo fatta!

source: We can't leave the mountains yet. We must defeat our enemies or they will continue to follow us.
cs: Nemůžeme ještě opustit tyto hory. Musíme porazit naše nepřátele nebo nás budou následovat.
fi: Emme voi vielä jättää näitä vuoria. Meidän on kukistettava vihollisemme tai ne jatkavat seuraamistamme.
it: Non possiamo ancora lasciare le montagne. Dobbiamo sconfiggere i nostri nemici oppure continueranno a seguirci.

source: Dark Forest
cs: Temný Les
da: Mørk skov
fi: Pimeä metsä
hu: Sötét Erdő
it: Foresta oscura

source: Leaving the hills, they found themselves in a thick forest. The trees were so close together that despite it being morning, very little sunlight reached the forest floor.
cs: Opouštějíc kopce zašli drakonidé do hustého lesa. Stromy byly tak blízko u sebe, že navzdory nadcházejícímu ránu, jen málo slunečního světla dosáhlo na zem lesa.
da: Da de forlader bakkerne finder de sig i en tyk skov. Træerne står så tæt sammen, at der selv om det er tidligt morgen, kun kommer meget lidt sollys til skovens bund.
fi: Lähdettyään kukkuloilta he löytävät itsensä tiheästä metsästä. Puut olivat niin tiheästi yhdessä, että vaikka oli aamu, hyvin vähän auringonvaloa pääsi maahan asti.
hu: Elhagyván a hegyeket egy sűrű erdő kellős közepén találták magukat. A fák annyira közel álltak egymáshoz, hogy reggel ellenére, csak nagyon kevés napfény érte el az avart.
it: Lasciate le foreste, si ritrovarono in una densa foresta. Gli alberi erano così vicini che nonostante fosse mattino, era pochissima la luce del sole che filtrava fino al suolo.

source: Reach the end of the forest
cs: Dostaň se na konec lesa
da: Nå enden af skoven
fi: Saavuta metsän loppu
hu: Kijutsz az erdőből
it: Raggiungi il termine della foresta

source: We have never entered this forest. It seemed far too dark and foreboding, so we always went straight over it. However in this case we have no choice but to go through it. We must be careful.
cs: Nikdy jsme do tohoto lesa nevstoupili. Zdál se tak temný a zlověstný, že jsme vždy jen přeletěli přes něj. Nicméně v tomto případě nemámě na vybranou než jít skrz něj. Musíme být opatrní.
da: Vi har aldrig været i denne skov. Vi fløj hurtigt hen over den, da den så alt for mørk ud og ildevarslende ud. Desværre er vi nu nød til, at gå igennem den. Vi må være forsigtige.
fi: Emme koskaan ole astuneet tähän metsään. Se vaikutti liian pimeältä ja pahaa enteilevältä, joten menimme aina suoraan sen yli. Kuitenkin tässä tapauksessa meillä ei ole muuta vaihtoehtoa kuin mennä sen läpi. Meidän on oltava varovaisia.
hu: Még sohasem léptünk be ebbe az erdőbe. Túlságosan sötétnek, és baljósnak nézett ki, így mindig elkerültük. Bárhogyis, ebben a helyzetben nincs más lehetőségünk, csak keresztül vágni rajta. Óvatosnak kell lennünk.
it: Non siamo mai entrati in questa foresta. Ci sembrava troppo scura e di cattivo presagio, perciò ci siamo sempre passati sopra. Tuttavia in questo caso non abbiamo altra scelta che attraversarla. Dobbiamo essere cauti.

source: How bad can it be?
cs: Jak zlé to může být?
da: Hvor slemt kan det være?
fi: Kuinka se voi olla?
hu: Milyen veszélyes lehet?
it: Cosa ci può essere di brutto?

source: What was that?
cs: Co to bylo?
da: Hvad var det?
fi: Mikä se oli?
hu: Mi volt ez?
it: Cosa è stato?

source: I don't know, but it didn't sound good. Let's get through this forest as soon as possible. From memory, it will be quickest to head south.
cs: Já nevím, ale neznělo to dobře. Projděme les, tak rychle jak je možné. Po paměti myslím, že nejrychlejší cesta bude přímo na jih.
da: Jeg ved det ikke, men det lød ikke godt. Lad os hurtigt komme igennem skoven. Fra min hukommelse ved jeg, at det er hurtigst at sætte kurs mod syd.
fi: En tiedä, mutta se ei kuulosta hyvältä. Kuljetaan tämän metsän läpi niin nopeasti kuin mahdollista. Muistaakseni nopein tapa on edetä pohjoiseen.
hu: Nem tudom, de nem hangzott túl jól. Vágjunk át az erdőn amilyen gyorsan csak lehet. Emlékszem rá, hogy a leggyorsabb az lesz, ha délnek tartunk.
it: Non lo so, non promette bene. Attraversiamo le foresta più velocemente possibile. Da quel che ricordo, sarebbe più veloce andare verso sud.

source: I never want to see another tree in my entire life.
cs: Už nikdy nechci vidět žádný strom po celý můj život.
da: Jeg ønsker ikke at se et træ mere i mit liv.
fi: En enää koskaan halua nähdä yhtään puuta.
hu: Soha többet nem akarok egyetlen egy fát sem látni életemben.
it: Non voglio vedere un solo altro albero in tutta la mia vita.

source: We cannot leave yet - the undead are not defeated!
cs: Ještě nemůžeme odejít. Nemrtví nejsou poraženi!
da: Vi kan ikke gå endnu - de udøde er endnu ikke besejret!
fi: Emme voi lähteä vielä – epä kuolleita ei ole lyöty!
hu: Még nem mehetünk el - az élőhalottakat még nem győztük le!
it: Non possiamo ancora andarcene - i non-morti non sono ancora sconfitti!

source: The forest is crawling with undead!
cs: Les se jen hemží nemrtvými!
da: Skoven er fuld af udøde!
fi: Metsä vilisee epäkuolleita!
hu: Az erdő tele van élőhalottakkal!
it: La foresta pullula di non-morti!

source: I do not like the idea of living near undead. Perhaps we should clear this forest of its current inhabitants first.
cs: Nelíbí se mi myšlenka života blízko nemrtvých. Možná bychom nejdříve měli vyčistit les od jeho nynějších obyvatel.
da: Jeg bryder mig ikke om ideen om at at bo nær udøde. Måske skulle vi rydde denne skov for dens nuværende indbyggere først.
fi: En pidä ajatuksesta asua lähellä epäkuolleita. Ehkäpä meidän ensin pitäisi puhdistaa tämä metsä sen nykyisistä asukkaista.
hu: Nem tetszik az ötlet, hogy élőholtak közelében éljünk. Talán először meg kellene tisztítanunk ezt az erdőt a lakóitól.
it: Non mi piace l'idea di vivere vicino a dei non-morti. Forse dovremmo prima ripulire questa foresta dai suoi attuali abitanti.

source: Yes, I think you are right. Let's destroy the undead, else they may attack us while we try and build our new homes.
cs: Ano, myslím, že máš pravdu. Zničme nemrtvé, aby na nás nezaútočili až se budeme pokoušet postavit náš nový domov.
da: Ja. Jeg tror du har ret. Lad os udrydde de udøde, ellers risikerer vi at de angriber os mens vi opbygger vores nye hjem.
fi: Kyllä. Luulen, että olet oikeassa. Kukistetaan epäkuolleet tai ne voivat hyökätä kimppuumme sillä aikaa kun olemme rakentamassa uusia kotejamme.
hu: Igen, azt gondolom igazad van. Pusztítsuk el az élőhalottakat, különben megtámadhatnak minket, amikor új otthonainkat építjük.
it: Sconfiggi tutti i comandanti nemici e

source: Defeat enemy leaders, and;
cs: Poraž nepřátelské velitele a
da: Besejr alle fjendtlige ledere og;
fi: Kukista vihollisjohtajat; ja
hu: Legyőzöd az ellenséges vezéreket, és;
it: Sconfiggi tutti i comandanti nemici e

source: The Humans
cs: Lidé
da: Menneskerne
fi: Ihmiset
hu: Az emberek
it: Gli uomini

source: As they emerged from the forest, leaving the undead behind them, the Drakes saw an expanse of grassland. But dotted across it were towns of varying sizes. And immediately before them was a huge city.
cs: Když se vynořili z lesa, nechávajíc nemrtvé za sebou, Drakonidé spatřili roprostírající se zelenou zemi. Ale napříč tečkovanou městy různé velikosti. A přímo před nimi jedno obrovské.
da: Da de forlader skoven - de udøde bliver i skoven - ser hestedragerne et vidtstrakt område med græs. Men spredt over området er der byer af forskellig størrelse. Og umiddelbart foran dem er der en stor by.
fi: Poistuessaan metsästä, jättäen epäkuolleet taakseen, draakit näkivät ruohomaiden lakeuden. Siellä täällä oli eri kokoisia kyliä ja aivan heidän edessään oli valtava kaupunki
hu: Mikor előbukkantak az erdőből, maguk mögött hagyva az élőhalottakat, a Perzsekények megpillantottak egy kiterjedt síkságot. De elszórva különböző méretű települések feküdtek rajta. Közvetlenül előttük egy hatalmas város terült el.
it: Uscendo dalla foresta, dopo aver lasciato i non-morti alle loro spalle, i draghi videro un'ampia prateria. Ma era punteggiata di paesi di diversa grandezza e subito davanti a questi c'era un'enorme città.

source: Wondering if it had been a mistake to leave the caves in the first place, they advanced cautiously.
cs: Zvědaví zda udělali chybu, když opustili jeskyně, postupovali vpřed opatrně.
da: Med frygt for at de har gjort en stor fejltagelse ved at forlade hulerne, går hestedragerne forsigtig fremad.
fi: Ihmetellen oliko virhe lähteä luolista he etenivät varovaisesti.
hu: Elsőként azon tűnődve, vajon hiba volt-e elhagyni a barlangokat, óvatosan haladtak előre.
it: Avanzarono con prudenza, domandandosi se non fosse stato un errore lasciare le caverne.

source: Halt! Who goes there?
cs: Stát. Kdo je tam?
da: Stop! Hvem der?
fi: Seis! Kuka siellä?
hu: Megállj! Ki jár arra?
it: Altolà! Chi va là?

source: I am Kahn, leader of the Drakes. We have left our homes underground in search of a land more suited to our kind.
cs: Jsem Kahn, vůdce Drakonidů. Opustili jsme naše podzemní domovy a hledáme zemi více se hodící pro náš druh.
da: Jeg er Kahn, leder af hestedragerne. Vi har forladt vores hjem under jorden i jagten efter et mere egnet sted at bosætte os.
fi: Olen Kahn, draakkien johtaja. Lähdimme maanalaisista kodeistamme etsimään meille paremmin sopivaa maata.
hu: Kahn vagyok, a Perzsekények vezetője. Elhagytuk a föld alatti otthonainkat, hogy új, megfelelőbb földet keressünk nemzetségünknek.
it: Sono Kahn, signore dei draghi. Abbiamo lasciato le nostre case sottoterra per cercare una terra più adatta alla nostra razza.

source: And you thought you'd take ours?
cs: A myslíte si, že zaberete naše?
da: Og du troede i kunne tage vores land?
fi: Ja ajattelitte ottaa meidän?
hu: És úgy gondoltátok, hogy elveszitek a miénket?
it: E pensavate di prendervi la nostra?

source: No! We do not wish to take anyone's land, but are instead hoping to find some space that is currently unoccupied that we can settle in.
cs: Ne! Nepřejeme si brát číkoliv zemi, ale doufáme v nalezení země, která není v současnosti nikým obydlena.
da: Nej! Vi ønsker ikke at tage nogens land, men håber i stedet, at finde noget land vi kan bosætte os i, som ikke er beboet.
fi: Ei! Emme tahdo ottaa kenenkään maata, mutta sen sijaan toivomme löytävämme nykyisin miehittämätöntä aluetta, jonne voisimme asettua.
hu: Nem! Senki területét nem akarjuk elvenni, ehelyett reméljük, hogy találunk egy olyan területet, amely jelenleg lakatlan, így odaköltözhetünk.
it: No! Noi non vogliamo prendere la terra di qualcun altro, piuttosto speriamo di trovare un posto che non si occupato da nessuno per insediarci.

source: Hmmm. Well, as you can see, the land around here is well settled already. There is little free space - certainly none anywhere near big enough to fit your entire race.
cs: Hmmm. No, jak vidíte, země kolem vás je už celkem obydlena. Je tu jen málo místa, určitě ne dost veliké pro celou vaši rasu.
da: Hmmm. Jaså, som du kan se er landet heromkring allerede godt beboet. Der er ikke meget ledig plads - bestemt ikke nok til hele jeres befolkning.
fi: Hmmm. No, kuten näet, maat täällä päin on asutettu jo. Ei ole paljonkaan vapaata tilaa – lähimain ei varmastikaan tarpeeksi koko rodullenne.
hu: Hmmm. Nos, ahogy láthatod ez a terület már így is sűrűn lakott. Itt csak kevés szabad hely van - biztosan sehogysem elég nagy egész néped számára.
it: Hmm. Be', come vedete, la terra qua attorno è già occupata. Lo spazio libero è poco e di sicuro non è abbastanza ampio per l'intera vostra razza.

source: If you speak true, then I fear we have left our homes in vain.
cs: Pokud mluvíš pravdu, pak se bojím, že jsme naše domovy opustili marně.
da: Hvis du taler sandt, frygter jeg, at vi forgæves har forladt vores hjem.
fi: Jos puhut totta, niin pelkään meidän lähteneen kodeistamme turhaan.
hu: Ha igazat beszélsz, akkor félek, hogy hiába hagytuk el otthonainkat.
it: Se dici il vero, temo che abbiamo lasciato le nostre case invano.

source: Perhaps not. There is a tropical island some way to the east of here known as Morogor. It is uninhabited, though some say it is haunted. I believe it would be suitable for your needs.
cs: Možná ne. Je tu tropický ostrov na východě odtud známý jako Morgor. Je neobydlený ačkoli někteří říkají, že je strašidelný. Věřím, že bude vhodný pro vaše potřeby.
da: Måske ikke. Der er en tropisk ø lidt øst for her. Øen hedder Morogor. Den er ubeboet, dog siger nogen at den er hjemsøgt. Jeg tror den er egnet til jeres behov.
fi: Ehkei. Jokin matka täältä itään on Morogorina tunnettu trooppinen saari. Se on asumaton, vaikka jotkut sanovatkin sen olevan riivattu. Luulen sen olevan sopiva tarpeillenne.
hu: Talán nem. Létezik egy trópusi sziget, valamelyest messze keleten, amit Morogornak hívnak. Lakatlan. Habár néhányan állítják, hogy átkozott. Úgy hiszem megfelelő lenne szükségleteiteknek.
it: Forse no. C'è un'isola tropicale da qualche parte a est chiamata Morogor. È disabitata, anche se qualcuno dice che è stregata. Credo che sia adatta per le vostre esigenze.

source: An island, you say? That sounds ideal, but we cannot fly that far. How are we to get there?
cs: Ostrov, říkáš? To zní skvěle, ale my nemůžeme letět tak daleko. Jak se tam dostaneme?
da: En ø, siger du? Det lyder ideelt, men vi kan ikke flyve så langt. Hvordan skal vi nå frem?
fi: Saari, sanoit? Kuulostaa ideaaliselta, mutta emme voi lentää niin kauas. Kuinka pääsisimme sinne?
hu: Hogy mondod, egy sziget? Tökéletesnek hangzik, de nem tudunk olyan messze repülni. Hogyan jussunk oda?
it: Un'isola, dite? Sembra l'ideale, ma non possiamo volare così lontano. Come potremmo raggiungerla?

source: Perhaps we can come to an agreement. We have a large navy - enough to transport all of your people, but I cannot offer you our assistance without you doing something for us in return.
cs: Mohli bychom udělat dohodu. Máme obrovské loďstvo... dost velké pro transport všech vašich lidí, ale nemohu nabídnout pomoc bez něčeho na oplátku.
da: Måske kan vi komme overens. Vi har en stor flåde - stor nok til at transportere hele dit folk. Men jeg kan ikke yde denne assistance uden at i gør noget igen for os.
fi: Ehkä voisimme päästä sopimukseen. Meillä on suuri laivasto – tarpeeksi kuljettamaan koko kansasi – mutten voi tarjota teille apua ilman, että tekisitte jotakin meille vastapalvelukseksi.
hu: Talán megegyezhetnénk. Nekünk egy óriási flottánk van - elég nagy, hogy átszállítsuk népedet. De nem ajánlhatom fel segítségünket anélkül, hogy cserébe ne kapnánk valamit tőletek.
it: Forse possiamo fare un patto. La nostra marina è in grado di trasportare tutto il vostro popolo, ma io non posso offrirvi aiuto senza chiedervi di fare qualcosa per noi in cambio.

source: What did you have in mind?
cs: Co máte na mysli?
da: Hvad tænker du på?
fi: Mitä sinulla on mielessäsi?
hu: Mire gondolsz?
it: Cosa avete in mente?

source: My scouts report that you emerged from the Forest of the Dead. To achieve such a thing you must be skilled fighters. There is a large group of bandits south east of here who have been troubling us of late. Defeat these bandits for us, and we will transport you to Morogor.
cs: Moji zvědové hlásí, že jste přišli z Lesa Mrtvých. K dosáhnutí něčeho takového musíte být zkušení válečníci. Na jihovýchodě se nalézá skupina banditů, která nám dělá problémy. Poražte pro nás ty bandity a my vás dovezeme na Morogor.
da: Mine spejdere har informeret mig om, at i er kommet ud fra dødens skov. Det må betyde, at i er erfarne krigere. Vi har en stor gruppe røvere sydøst for her, som har været en kilde til bekymring i lang tid. Besejr disse røvere for os og vil vil transportere jer til Morogor.
fi: Tiedustelijani raportoivat, että tulitte Vainajien metsästä. Pystyäksenne siihen teidän täytyy olla kyvykkäitä taistelijoita. Suuri ryhmä bandiitteja täältä kaakkoon on tuottanut meille hankaluuksia viime aikoina. Tuhotkaa nämä bandiitit meidän puolestamme, niin kuljetamme teidän Morogoriin.
hu: Kémeim jelentették, hogy a Halottak Erdejéből érkeztetek. Egy ilyen dolgot megvalósítani csak képzett harcosok tudnak. Van egy nagy csapat bandita innen dél-keletre, akik már régen gondot okoznak nekünk. Győzd le ezeket a banditákat, és elviszünk Morogorra.
it: I miei espolratori dicono che siete usciti dalla foresta dei morti. Dovete essere dei combattenti esperti per esserci riusciti. C'è un grosso gruppo di banditi a sud-est che da parecchio tempo ci creano problemi. Sconfiggete questi banditi per noi e noi vi trasporteremo a Morogor.

source: Very well. We have a deal.
cs: Tedy dobrá. Máme dohodu.
da: Ok. Vi har en aftale.
fi: Hyvä on. Meillä on sopimus.
hu: Nagyon jó. Megegyeztünk.
it: Benissimo. Affare fatto.

source: I will order our navy to begin preparations at once. We should be ready to depart by the time you return.
cs: Ihned dám rozkaz, aby se loďstvo začalo připravovat. Měli bychom být připraveni vyplout až se vrátíte.
da: Jeg vil beordre vores flåde til at begynde forberedelser straks. Vi burde være klar til afgang når du returnerer.
fi: Määrään laivastomme aloittamaan valmistelut heti paikalla. Meidän pitäisi olla valmiina kun palaatte.
hu: Most azonnal kiadom a parancsot a flottánknak a készülődéshez. Mire visszatérsz, készen leszünk.
it: Ordinerò alla nostra marina di fare i preparativi finalmente. Dovremmo essere pronti alla partenza per quando sarete tornati.

source: Thank you. We are in your debt.
cs: Děkujeme. Jsme vašimi dlužníky.
da: Tak. Vi står i gæld til jer.
fi: Kiitos. Olemme sinulle velkaa.
hu: Köszönjük. Adósaid vagyunk.
it: Grazie. Siamo in debito con voi.

source: Defeat the bandits and I will consider the debt paid in full.
cs: Poražte bandity a já budu považovat dluh za splacený.
da: Besejr røverne og jeg vil anse denne gæld for fuldt ud betalt.
fi: Päihitä bandiitit, niin katson velkanne täysimääräisenä maksetuksi.
hu: Győzd le a banditákat, és adósságotokat rendezettnek tekintem.
it: Sconfiggi i banditi e considererò saldato il tuo debito.

source: Thank you once again. Come, my people - we have some criminals to catch!
cs: Ještě jednou děkuji. Pojďte mí lidé... máme tu nějaké zločince k chycení.
da: Tak igen. Kom mit folk - vi har nogle kriminelle vi skal fange!
fi: Kiitos taas. Tulkaa, kansani – meillä on hieman kriminaaleja kiinniotettavina!
hu: Köszönöm mégegyszer neked. Gyerünk népem - van néhány törvénytelen, akit el kell kapnunk.
it: Grazie ancora una volta. Venite, mio popolo - abbiamo dei criminali da prendere!

source: Bandits
cs: Bandité
da: Røvere
fi: Bandiitit
hu: Banditák
it: Banditi
