Repository: wescamp/Children_of_Dragons-1.4
Catalog: po/*.po
Languages: cs, da, fi, hu, it

source: Children of Dragons
cs: Děti Draků
da: Dragernes børn
fi: Lohikäärmeiden lapset
hu: Sárkányok gyermekei
it: Figli dei draghi

source: Once the most feared creatures in the land of the living, the dragons are all but extinct. But their descendants are just about to make their mark on the world...
cs: Draci, jedny z nejobávanějších stvoření v zemi živých, už téměř vyhynuli. Ale jejich potomci ještě zanechají své stopy na zemi...
da: Tidligere var dragerne de mest frygtede levende skabninger, i dag er de uddøde. Men deres efterkommere er nu klar til at give deres bidrag til historiskrivningen.
fi: Lohikäärmeet, kerran elävien maan pelätyimmät olennot, ovat sukupuuton partaalla. Mutta heidän jälkikasvunsa on juuri aikeissa tehdä oman jälkensä maailmaan...
hu: A valaha volt legrettegettebb e világi teremtmények, a sárkányok mind kihaltak. De leszármazottaik éppen hogy csak most kezdik el kéznyomukat hagyni ezen a világon...
it: Un tempo le creature più temute nel mondo dei vivi erano i draghi che ora sono completamente estinti. Ora i loro discendenti stanno calcando le loro impronte sul mondo...

source: Noble
cs: Urozený
da: Adelig
fi: Aatelinen
hu: Nemes
it: Nobile

source: Chancellor
cs: Vládce
da: Kansler
fi: Kansleri
hu: Tanácsos
it: Cancelliere

source: Lord
da: Lensherre
fi: Lordi
hu: Főúr
it: Signore

source: Campaign Developed and Maintained By
cs: Kampaň vyvinuta a udržována
da: Kampagne udviklet og vedligeholdt af
fi: Kampanjasuunnittelu ja ylläpito:
hu: A küldetést fejlesztette és karbantartja
it: Campagna sviluppata e gestita da

source: Artwork and Graphics
cs: Obrázky a grafika
da: Illustrationsmateriale og grafik
fi: Taidetyö ja grafiikat
hu: Művészi és grafikai munkák
it: Grafica

source: Original unit sprites
cs: Originální jednotky
fi: Alkuperäiset yksikkökuvat.
hu: Eredeti egységanimációk
it: Immagini delle unità originali

source: Maps
cs: Mapy
fi: Kartat
it: Mappe

source: Translations
cs: Překlady
da: Oversættelser
fi: Käännökset
hu: Fordítások
it: Traduzioni

source: Leader of the Drakes
cs: Dračí Velitel
da: Dragernes leder
fi: Draakkien johtaja
hu: A Perzsekények vezetője
it: Signore dei draghi

source: For centuries the mighty dragons ruled the land. But their time is past. Their numbers have dwindled until only a handful remain, and survive mostly as a legend that no one really believes. However their descendants, no longer as awe-inspiring or as powerful, but far more numerous and much more intelligent, have been eking out an existence underground.
cs: Po staletí mocní draci vládli zemi. Ale jejich čas minul. Jejich počet se zmenšoval, až zbyla jen hrstka a přežívali především jako legenda, které jen málokdo opravdu věří. Nicméně jejich potomci, ač ne tak bázeň budící a mocní, ale mnohem početnější a mnohem inteligentnější, doplňovali život pod zemí.
da: De mægtige drager regerede landet i århundreder. Men deres tid er forbi. Deres antal er svundet ind, så kun en håndfuld er tilbage, og de overlever mest som et sagn som ingen rigtig tror på. Men deres efterkommere, der ikke er lige så ærefrygtindgydende eller magtfulde, men langt talrigere og meget mere intelligente, har forstået at overleve under jorden.
fi: Vuosisatojen ajan mahtavat lohikäärmeet hallitsivat maalla. Mutta niiden aika on mennyt. Niiden määrä on huvennut ja enää kourallinen on jäljellä, ja ne säilyvät enimmäkseen legendoina, joihin kukaan ei todella usko. Kuitenkin niiden jälkeläiset, ei enää yhtä pelottavat eivätkä voimakkaat, mutta hyvin paljon lukuisammat ja älykkäämmät, ovat olemassa maan alla.
hu: Évszázadokig a hatalmas sárkányok uralták a földet. De idejük lejárt. Számuk lecsökkent egészen addig, ameddig már csak néhány maradt belőlük, és többnyire olyan legendaként élnek tovább, amikben nem nagyon hisz már senki sem. Azonban leszármazottaik, nem annyira lélegzetelállítóak és hatalmasak, de sokkal népesebbek és intelligensebbek, barlangrendszerekben tengették napjaikat.
it: Per secoli i draghi regnarono potenti sul mondo. Ma il loro tempo è passato. Il loro numero è scemato e ora ne rimangono pochi che sopravvivono soprattutto come una leggenda a cui nessuno crede davvero. Tuttavia i loro discendenti, non più così potenti né terrificanti, ma molto più numerosi e molto più intelligenti, si sono adattati a vivere sottoterra.

source: Now, with their long-time leader dead, it is time for a new generation to take the reins. Through many challenges three potential leaders have stood out from their peers. All have different opinions on which direction the Drake race should head, but only one will get the chance to put their ideas into action...
cs: Teď, když jejich dlouholetý vůdce zemřel, je čas, aby se nová generace chopila otěží. Po mnoha výzvách tři možní velitelé povstali z jejich vrstevníků. Každý s rozdílnými názory, jakým způsobem by se měli dále vyvýjet, ale jen jeden bude mít šanci uskutečnit své myšlenky...
da: Nu da deres langvarige leder er død, er det tid for en ny generation at overtage ledelsen. Fra en gruppe af mange udfordrer har 3 potentielle ledere vist sig. Alle 3 har forskellige holdninger til i hvilken retning hestedragerne skal søge lykken, men kun en vil få chancen for at se sine ideer realiseret...
fi: Nyt, heidän pitkäaikaisen johtajansa kuollessa, uuden sukupolven on aika ottaa ohjakset. Monien haasteiden kautta esiin on noussut kolme potentiaalista johtajaa. Kaikilla on eri mielipiteet siitä, mihin suuntaa draakkien kansan tulisi lähteä, mutta vain yksi saa mahdollisuuden toteuttaa aikeensa...
hu: Most, hogy a sokat megért vezetőjük halott, eljött az idő egy új generációnak, hogy elfoglalja a birodalmat. A sok kihívás után három lehetséges vezető emelkedett ki társaik közül. Mindannyiuknak különböző véleményük van arról, hogy a Perzsekény nemzetségnek merre kellene indulnia, de csak egynek lesz lehetősége gondolatait cselekvésekkel megvalósítania...
it: Adesso che è morto quello che per molto tempo è stato il loro capo, è ora che una nuova generazione prenda le redini. Attraverso numerose sfide, tre potenziali nuovi capi si sono distinti tra i loro pari. Hanno diverse opinioni sulla direzione che dovrebbe prendere la razza dei draghi, ma solo uno avrà la possibilità di mettere in pratica le sue idee...

source: Defeat all enemy leaders
cs: Poraž nepřátelské vůdce
da: Besejr alle fjendtlige ledere
fi: Kukista kaikki vihollisjohtajat.
hu: Legyőzöl minden ellenséges vezért
it: Sconfiggi tutti i comandanti nemici

source: Death of Kahn
cs: Kahn zemře
da: Kahns død
fi: Kahnin kuolema
hu: Kahn elesik
it: Morte di Kahn

source: Turns run out
cs: Vyprší počet kol
da: Runder forbi
fi: Vuorot loppuvat
hu: Túlléped a körök számát
it: Fine dei turni

source: In the time-honoured tradition of our race, the battle for leadership shall be fought here. The rules are very simple - be the last contender left alive, and the leadership of the Drakes is yours. If you wish to rescind your claim to lead us, now is your final chance.
cs: Ve jménu tradice bude bitva vůdcovství vybojována zde. Pravidla jsou jednoduchá - buď poslední uchazeč, který bude naživu a vůdcovství je tvé. Pokud chcete odvolat váš požadavek vést nás, teď je vaše poslední šance.
da: Som vores races traditioner siger, skal slaget om lederskabet stå her.Reglerne er simple - bliv den sidste overlevende, og du har vundet lederskabet. Hvis du ønsker at ophæve dit krav på lederskab, så er nu sidste chance.
fi: Rotumme kunnioitetussa perinteessä taistelu johtajuudesta tullaan taistelemaan täällä. Säännöt ovat hyvin yksinkertaiset: ole viimeinen osallistuja hengissä ja draakkien johtajuus on sinun. Jos tahdot pitäytyä vaatimuksessasi johtaa meitä, nyt on viimeinen mahdollisuutesi.
hu: Népünk ősi hagyománya szerint a vezetésért folyó harcot itt kell megküzdeni. A szabályok nagyon egyszerűek - legyél te az egyetlen túlélő, és a Perzsekények kormányzása a tiéd. Ha vissza akarod vonni követelésedet, hogy minket irányíts, akkor ez az utolsó esélyed.
it: Secondo l'antica tradizione della nostra razza, la battaglia per il comando sarà combattuta in questo luogo. Le regole sono semplici: il contendente che rimane vivo per ultimo assumerà il comando dei draghi. Se volete rinunciare a rivendicare la vostra supremazie, questa è l'ultima possibilità.

source: There is complete silence.
cs: Nastane úplné ticho.
da: Der er fuldstændig stilhed.
fi: Täällä on täydellinen hiljaisuus.
hu: Teljes csönd van.
it: C'è un silenzio assoluto.

source: Very well. Let the battle commence!
cs: Teda dobrá. Nechť bitva započne!
da: Lad kampen begynde!
fi: Hyvä on. Taistelu alkakoon!
hu: Kiváló. Kezdődjék a küzdelem!
it: Benissimo. Che la battaglia cominci!

source: So it has finally come to this. The leadership of the Drakes will be mine.
cs: Takže konečně to začalo. Vůdcovství drakonidů bude mé.
da: Så blev det sådan. Hestedragernes lederskab er mit.
fi: Viihdoinkin. Draakkien johtajuus tulee olemaan minun.
hu: Tehát végre elérkezett. A Perzsekények vezetése az enyém lesz.
it: È l'ora finalmente. La supremazia sui draghi sarà mia.

source: Hah! In your dreams, softbelly. The leadership is mine.
cs: Ha! Jen ve tvých snech, chlapečku. Vůdcovství bude mé.
da: Ha! I dine drømme, blødsødende fjols. Lederskabet er mit.
fi: Hah! Unissasi, pehmo. Minusta tulee johtaja.
hu: Hah! Álmaidban te puhány. Az irányítás az enyém.
it: Ah! Solo nei tuoi sogni, pappamolle. Sarò io il capo.

source: Enough bickering! Let us begin.
cs: Dost hašteření! Začněme.
da: Nok ordkløveri! Lad os begynde.
fi: Tarpeeksi kinastelua! Aloitetaan.
hu: Elég a civódásból! Kezdjük.
it: Basta bisticci! Cominciamo.

source: What? There is still no winner after the allotted time? It seems none of you are worthy to lead us after all.
cs: Co? Stále žádný vítěz po celém vyměřeném čase? Zdá se, že ani jeden z vás není hodný nás vést.
da: Hvad? Der er stadig ingen vinder, efter at tiden er løbet ud? Det ser ud til, at ingen af jer er værdige til at lede os.
fi: Mitä? Meillä ei ole voittajaa näin pitkän ajan jälkeen? Näyttää siltä, ettei teistä kukaan ole tarpeeksi arvokas johtamaan meitä.
hu: Micsoda? Még mindig nincs győztes a kiszabott idő alatt? Úgy látszik egyikőtök sem érdemes arra, hogy vezessen minket.
it: Cosa? Non c'è ancora un vincitore al termine del tempo concesso? Pare che nessuno di voi sia degno di guidarci dopo tutto.

source: All hail our new leader, Kahn!
cs: Všichni pozdravte našeho nového vůdce, Kahna!
da: Hyld vores nye leder, Kahn!
fi: Eläköön uusi johtajamme, Kahn!
hu: Mindenki köszöntse új vezetőnket, Kahnt!
it: Acclamiamo il nostro nuovo capo, Kahn!

source: Bah! The Drakes are doomed.
cs: Bah! Drakonidé jsou odsouzeni ke zkáze.
da: Arrg! Hestedragerne er fortabt.
fi: Pah! Draakit on tuomittuja.
hu: Bah! A Perzsekényeknek befellegzett.
it: Bah! I draghi sono condannati.

source: Ah. It seems I was overly ambitious.
cs: Ah. Zdá se, že jsem byl příliš ambiciózní.
da: Ah. Det ser ud til, at jeg var for ambitiøs.
fi: Ah. Vaikuttaa siltä, että olin liian kunnianhimoinen.
hu: Ah. Úgy néz ki túlságosan nagyravágyó voltam.
it: Ah. Sono stato troppo ambizioso.

source: Too right you were. Only I have the steel required to lead the mighty Drakes.
cs: Máš pravdu. Jen já mám ocelové právo vést mocné Drakonidy.
da: Du har ret. Kun jeg har styrken til at lede de mægtige hestedrager.
fi: Liian oikeassa olit. Vain minussa on tarvittavaa terästä mahtavien draakkien johtamiseen.
hu: Teljesen igazad van. Csak nekem van pengém arra, hogy vezessem a hatalmas Perzsekényeket.
it: Hai ragione. Solo io ho l'acciaio necessario per guidare i potenti draghi.

source: We'll see about that.
cs: Uvidíme.
da: Det kommer vi til at se.
fi: Se nähdään.
hu: Majd meglátjuk.
it: Questo lo vedremo.

source: Drake Council
cs: Dračí Rada
da: Hestedragerråd
fi: Draakkineuvosto
hu: Perzsekény Tanácsos
it: Consiglio dei draghi

source: Having asserted his right to lead the Drakes, the time had now come for Kahn to convince his people of his somewhat radical plans.
cs: Když potvrdil své právo vést Drakonidy, nastal čas, aby Kahn seznámil svůj lid s některými z jeho radikálních plánů.
da: Efter at have vundet retten til at lede hestedragerne, er tiden nu kommet for Kahn, hvor han skal overbevise sit folk om sin radikale plan.
fi: Hankittuaan oikeutensa johtaa draakkeja, Kahnille on nyt tullut aika vakuuttaa kansansa hänen jokseenkin radikaaleista suunnitelmistaan.
hu: Miután kivívta jogát, hogy irányítsa a Perzsekényeket, eljött az idő Kahn számára, hogy meggyőzze népét a valamelyest radikális terveiről.
it: Dopo aver affermato il suo diritto a guidare i draghi, è venuto il tempo ora per Kahn di convincere il suo popolo dei suoi piani piuttosto radicali.

source: I call this meeting of the Drake Council to order. Welcome, Kahn. As our leader you are now also the head of this council, though there is little you can do without the approval of the majority of the council.
cs: Svolal jsem toto setkání Dračí Rady k poradě. Vítej, Kahne. Jako náš vůdce jsi také představený této rady, ačkoli je jen málo co můžeš udělat bez souhlasu většiny rady.
da: Jeg starter hermed dette møde i Hestedragerrådet. Velkommen Kahn. Som vores leder er du også formand for rådet, dog er der ikke meget du kan igangsætte uden godkendelse fra et flertal i rådet.
fi: Kutsun kokoon Draakkineuvoston tapaamisen. Tervetuloa, Kahn. Johtajanamme olet nyt myös neuvoston päällikkö, vaikket paljoa voikaan tehdä ilman neuvoston enemmistön hyväksyntää.
hu: Rendreutasítom a Perzsekény Tanácsot! Légy üdvözölve Kahn. Mint vezetőnk egyúttal a tanács feje is vagy, habár nagyon kevés dolgot tudsz csak tenni a tanács többségének egyetértése nélkül.
it: Richiamo questa riunione del consiglio dei draghi all'ordine. Benvenuto, Kahn. Come nostro signore ora presiedi anche il nostro consiglio, anche se non puoi fare molto senza l'approvazione della maggioranza del consiglio.

source: Thank you. It is indeed an honour to serve the Drakes in this capacity.
cs: Děkuji ti. Je to vskutku čest sloužit Drakonidům v této funkci.
da: Tak. Det er en stor ære at tjene hestedragerne i denne egenskab.
fi: Kiitos. Tällä tavoin on tosiaan kunnia palvella draakkeja.
hu: Köszönöm. Hatalmas megtiszteltetés a Perzsekényeket ilyen rangban szolgálni.
it: Grazie. È davvero un onore per me servire i draghi in questa posizione.

source: We believe you have some rather, uh, drastic plans, Kahn.
cs: Věříme, že máš nějaké dost, uh, drastické plány Kahne.
da: Vi har fået den opfattelse, at du har nogle temmelig drastiske planer Khan.
fi: Uskomme sinulla olevan melko, uh, rajuja suunnitelmia, Kahn.
hu: Úgy gondoljuk, hogy néhány, hát... drasztikus terved van Kahn.
it: Noi pensiamo che tu abbia altri piani, piuttosto... eh... radicali, Kahn.

source: You could say that.
cs: Dalo by se to tak říct.
da: Det har du ret i.
fi: Niin voisi sanoa.
hu: Mondhatod így is.
it: Puoi ben dirlo.

source: Then I think you should share them.
cs: Pak myslím, že by jsi o ně měl s námi podělit.
da: Så tror jeg tiden er kommet, hvor du deler disse planer med os.
fi: Siinä tapauksessa luulen, että sinun pitäisi jakaa ne.
hu: Akkor úgy gondolom meg kellene osztanod velünk.
it: Allora io penso che dovresti condividerli con noi.

source: I couldn't agree more.
cs: Nemohu více souhlasit.
da: Jeg kunne ikke være mere enig.
fi: En voisi olla enempää samaa mieltä.
hu: Teljesen egyetértek.
it: Non domando altro.

source: Esteemed members of the council, our peoples are descended from the mighty dragons, who once ruled earth and sky. For centuries we have hidden underground, and yet have never truly adapted to the conditions we face every day. We do not fight well underground, unlike the trolls and dwarves we encounter from time to time. We cannot move quickly, except where we have paved the cave floors such as in this cavern.
cs: Vážení členové rady, naši lidé jsou potomci mocných draků, kteří kdysi vládli zemi i obloze. Po staletí jsme se skrývali v podzemí a nikdy jsme se skutečně nepřizpůsobili podmínkám, kterým čelíme každý den. Nebojujeme dobře v podzemí na rozdíl od trollů a trpaslíků, se kterými se čas od času setkáme. Nemůžeme se rychle pohybovat, s vyjímkou míst, kde jsme zem vydláždili jako v této jeskyni.
da: Ærede medlemmer af rådet, vores folk nedstammer fra de mægtige drager, som regerede både jorden og himlen. I århundreder har vi skjult os under jorden, men har aldrig rigtig tilpasset os forholdene hernede til forskel fra troldene og dværgene, som vi møder fra tid til tid. Vi kan ikke bevæge os hurtigt, med mindre vi har brolagt hulegulvet, som det er gjort i denne hule.
fi: Arvoisat neuvoston jäsenet, kansamme on polveutunut mahtavista lohikäärmeistä, jotka kerran hallitsivat maalla ja ilmassa. Vuosisatoja olemme piileskelleet maan alla, emmekä oikeastaan koskaan hyväksyneet jokapäiväisiä olosuhteitamme. Taisteleminen maan alla ei sovi meille niin kuin peikoille ja kääpiöille, joita tapaamme ajoittain. Emme voi liikkua nopeasti paitsi paikoissa, joiden lattian olemme laatoittaneet, kuten tässä luolassa.
hu: Tisztelt tanácstagok, népünk a hatalmas sárkányoktól származik, akik valaha az eget és földet uralták. Évszázadokig rejtőzködünk a föld alatt, és még mindig nem alkalmazkodtunk igazán a körülményekhez, amiket minden nap tapasztalunk. Nem küzdünk jól a barlangokban, mint a trollok és a törpök, amikkel időnként szembeszállunk. Nem tudunk gyorsan mozogni, hacsak nem rakjuk ki kövekkel a padlót, mint ebben a barlangban.
it: Stimati membri del consiglio, il nostro popolo discende dai potenti draghi, un tempo sovrani della terra e del cielo. Per secoli ci siamo nascosti sottoterra e non ci siamo mai veramente adattati alle condizioni che affrontiamo ogni giorno. Non combattiamo bene sottoterra a differenza dei troll e dei nani che ogni tanto incontriamo. Non possiamo muoverci velocemente se non dove abbiamo lastricato le caverne come questa.

source: Friends, we do not belong here. We -
cs: Přátelé, my sem nepatříme. My..
da: Venner, vi hører ikke til her. Vi -
fi: Ystäväiseni, emme kuulu tänne. Me –
hu: Barátaim, nem tartozunk ide. Mi -
it: Amici, questo non è il nostro posto. Noi -

source: We have, as you say, lived here for centuries. How can you claim we do not belong?
cs: My jsme, jak jsi řekl, zde žili po staletí. Jak můžeš tvrdit, že sem nepatříme?
da: Vi har, som du siger, levet her i århundreder. Hvordan kan du påstå, at vi ikke hører til her?
fi: Me olemme, kuten sanot, eläneet täällä vuosisatoja. Kuinka voit väittää, ettemme kuuluisi tänne?
hu: Mint mondtad évszázadok óta itt élünk. Hogy állíthatsz ilyet, hogy nem ide tartozunk?
it: Noi, come hai detto tu stesso, abbiamo vissuto qua per secoli. Come puoi affermare che questo non è il nostro posto?

source: Hear him out, Gakk.
cs: Vyslechni ho, Gakku.
da: Lad ham tale færdig, Gakk.
fi: Anna hänen puhua, Gakk.
hu: Hallgasd végig, Gakk.
it: Ascoltiamolo fino in fondo, Gakk.

source: As I said, we struggle underground. Despite this, we have grown in numbers and strength. But if we are to continue to prosper, I believe the time has come for us to make some drastic changes. I plan to lead the Drakes above ground.
cs: Jak jsme řekl, bojujeme s podzemím. A navzdory tomu jsme vyrostli do počtu a síly. Ale jestli má naše prosperita pokračovat, věřím, že je čas udělat několik drastických změn. Rozhodl jsem se vést Drakonidy nad zem.
da: Som jeg sagde, vi kæmper her under jorden. På trods af dette, så er vi forøget i antal og styrke. Mens hvis vi fortsat skal ekspandere, mener jeg tiden er kommet for nogle drastiske ændringer. Jeg har til hensigt at føre hestedragerne op på jorden.
fi: Kuten sanoin, kärsimme maan alla. Tämän lisäksi olemme lisääntyneet ja vahvistuneet. Mutta jos aiomme jatkaa vaurastumista, uskon, että on tullut aika tehdä joitakin suuria muutoksia. Suunnittelen johtavani draakit maan yläpuolelle.
hu: Mint mondtam, küzdünk itt a föld alatt. Ennek ellenére gyarapodtunk és erősödtünk. De ha továbbra is növekedni akarunk, akkor azt hiszem eljött az idő, hogy drasztikus változások következzenek. Azt tervezem, hogy a Perzsekényeket a földfelszínre vezetem.
it: Come ho detto, noi sopravviviamo sottoterra. Ciò nonostante, siamo cresciuti di numero e di forza. Ma se vogliamo continuare a prosperare, credo che sia giunto il tempo per noi di fare alcuni cambiamenti drastici. Io voglio guidare i draghi in superficie.

source: Surely you cannot be serious. We know these caves - we know what to expect, we know how to survive. We know nothing about the world above ground.
cs: Jistě to nemyslíš vážně. Známe tyto jeskyně, víme co očekávat, víme jak přežít. Nevíme nic o světě nad zemí.
da: Det kan du ikke mene. Vi kender disse huler ud og ind - vi ved hvad vi kan forvente, og vi ved hvordan vi overlever. Vi ved intet om verden over os.
fi: Et tietenkään voi olla tosissasi. Tunnemme nämä luolat, tiedämme mitä odottaa, tiedämme kuinka selvitä. Emme tiedä mitään maanpäällisestä maailmasta.
hu: Biztosan nem mondod ezt komolyan. Ismerjük a barlangokat - tudjuk mit várhatunk, tudjuk hogyan éljünk túl. Nem tudunk semmit a világról a föld felett.
it: Sicuramente non stai dicendo sul serio. Conosciamo queste caverne - sappiamo cosa aspettarci, sappiamo come sopravvivere. Non sappiamo nulla del mondo in superficie.

source: If I may, that is not strictly true.
cs: Pokud mohu, to není úplně pravda.
da: Hvis jeg må indskyde, det er ikke helt korrekt.
fi: Jos saan keskeyttää... Se ei ole tarkkaanottaen totta.
hu: Ha szabad ezt mondanom, ez nem teljesen igaz.
it: Se mi è permesso, questo non è completamente vero.

source: Explain.
cs: Vysvětli to.
da: Forklar.
fi: Selitä.
hu: Fejtsd ki.
it: Spiega.

source: For the past two generations, several members my clan have been making short trips above ground. We are built to fly, but we have little opportunity to do so underground. We have long dreamt that a day would come when we would be able to live there permanently. We cannot dismiss such an opportunity.
cs: Během minulých dvou generací, mnoho členů mého klanu učinilo krátké výlety nad zem. Jsme zrozeni k letu, ale máme k němu jen málo příležitostí pod zemí. Dlouho jsme snili o dni, kdy tam budeme moci žít nepřetržitě. Nemůžeme se vzdát takové příležitosti.
da: I de sidste to generationer har flere medlemmer af min klan været på små korte ture over jorden. Vi er bygget til at flyve, men kan ikke rigtig gøre dette under jorden. Vi har længe drømt om, at en dag ville vi kunne leve permanent over jorden. Vi kan ikke afvise denne mulighed.
fi: Viimeisten kahden sukupolven ajan muutamat klaanini jäsenet ovat tehneet lyhyitä retkiä maanpäälle. Meidät on luotu lentämään, mutta meillä on huonot mahdollisuudet tehdä sitä maan alla. Kauan olemme uneksineet päivästä, jolloin meillä olisi mahdollisuus asua siellä pysyvästi. Emme voi hylätä tällaista tilaisuutta.
hu: Az elmúlt két nemzedék során, klánom jónéhány tagja rövid utakat tett a föld felszínén. Arra születtünk, hogy repüljünk, de csak kevés lehetőségünk van rá, hogy ezt a barlangokban megtegyük. Hosszú ideje arról álmodunk, hogy eljön a nap, amikor véglegesen ott élhetünk. Nem engedhetünk el egy ilyen esélyt.
it: Nelle ultime due generazioni, parecchi membri del mio clan hanno fatto brevi viaggi in superficie. Siamo fatti per volare, ma abbiamo poche possibilità di farlo sottoterra. Abbiamo sognato per lungo tempo di quel giorno in cui avremmo potuto viverci permanentemente. Non possiamo rinunciare a una possibilità del genere.
